[
    {
        "question_no": 1,
        "question_text": "Poskytovanie služieb v oblasti súkromnej bezpečnosti, výkon štátneho dozoru Ministerstvom vnútra Slovenskej republiky a kontroly Policajným zborom v oblasti súkromnej bezpečnosti upravuje:",
        "answer_a": "Zákon č. 473/2005 Z. z..",
        "answer_b": "Zákon č. 453/2005 Z. z..",
        "answer_c": "Zákon č. 475/2005 Z. z..",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 2,
        "question_text": "Zákon o súkromnej bezpečnosti v znení neskorších predpisov sa nevzťahuje na prevádzkovanie činností, ktoré sú bezpečnostnou službou, ak ich vykonávajú pre vlastnú potrebu tieto subjekty:",
        "answer_a": "Štátny orgán, Národná banka Slovenska, ozbrojené sily Slovenskej republiky, ozbrojený bezpečnostný zbor, ozbrojený zbor, záchranný zbor alebo stráž zriadená zákonom, diplomatická misia alebo konzulárny úrad, alebo orgán územnej samosprávy pri plnení úloh verejnej správy.",
        "answer_b": "Výrobné prevádzky významných zahraničných investorov, prevádzkovatelia systémov verejného parkovania, prevádzkovatelia vodárenských stavieb a zariadení, prevádzkovatelia zariadení, ktoré sú súčasťou hospodárskej mobilizácie.",
        "answer_c": "Múzeá a galérie, školské samosprávy a iné školské inštitúcie, prevádzkovatelia športovísk a športových zariadení a zariadení slúžiacich na iný verejno-prospešný účel.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 3,
        "question_text": "Druhy bezpečnostnej služby sú:",
        "answer_a": "Strážna služba, profesionálna cezhraničná preprava eurovej hotovosti cestnou dopravou, detektívna služba a odborná príprava a poradenstvo.",
        "answer_b": "Technická služba, profesionálna cezhraničná preprava eurovej hotovosti cestnou dopravou, strážna služba a vlastná ochrana.",
        "answer_c": "Strážna služba, detektívna služba, odborná príprava a poradenstvo a technická služba.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 4,
        "question_text": "Medzi formy detektívnej služby nepatrí:",
        "answer_a": "Monitorovanie pohybu a konania osoby v chránenom objekte, na chránenom mieste alebo v ich okolí.",
        "answer_b": "Získavanie údajov o protiprávnom konaní ohrozujúcom obchodné tajomstvo.",
        "answer_c": "Hľadanie osoby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 5,
        "question_text": "Medzi formy strážnej služby nepatrí:",
        "answer_a": "Monitorovanie činnosti osoby v uzavretom priestore alebo na uzavretom mieste.",
        "answer_b": "Vypracúvanie plánu ochrany.",
        "answer_c": "Ochrana majetku na inom než verejne prístupnom mieste.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 6,
        "question_text": "Fyzickou ochranou sa rozumejú tieto činnosti:",
        "answer_a": "Obchôdzka, stráženie, prevádzkovanie zabezpečovacieho systému alebo poplachového systému a priame riadenie a kontrola týchto činností.",
        "answer_b": "Obchôdzka, stráženie, prevádzkovanie zabezpečovacieho systému alebo poplachového systému okrem priameho riadenia týchto činností.",
        "answer_c": "Obchôdzka, stráženie, prevádzkovanie zabezpečovacieho systému alebo poplachového systému okrem priamej kontroly týchto činností.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 7,
        "question_text": "Obchôdzkou sa rozumie priamy výkon, pri ktorom sa zabezpečujú tieto činnosti:",
        "answer_a": "Ochrana majetku na verejne prístupnom mieste, ochrana majetku na inom než verejne prístupnom mieste a zabezpečovanie poriadku na mieste zhromažďovania osôb striedavým premiestňovaním sa osoby poverenej výkonom fyzickej ochrany v tom istom chránenom objekte alebo na tom istom chránenom mieste.",
        "answer_b": "Ochrana majetku na verejne prístupnom mieste, ochrana majetku na inom než verejne prístupnom mieste a zabezpečovanie poriadku na mieste zhromažďovania osôb premiestňovaním sa osoby poverenej výkonom fyzickej ochrany medzi chránenými objektmi alebo medzi chránenými miestami.",
        "answer_c": "Ochrana majetku na verejne prístupnom mieste, ochrana majetku na inom než verejne prístupnom mieste a monitorovanie pohybu a konania osoby striedavým premiestňovaním sa osoby poverenej výkonom fyzickej ochrany v tom istom chránenom objekte alebo na tom istom chránenom mieste.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 8,
        "question_text": "Bezpečnostnou praxou sa rozumejú tieto činnosti:",
        "answer_a": "Fyzická ochrana, pátranie, odborná príprava a poradenstvo na tieto činnosti.",
        "answer_b": "Fyzická ochrana, pátranie, odborná príprava na tieto činnosti a technická služba.",
        "answer_c": "Fyzická ochrana, pátranie, poradenstvo na tieto činnosti a vlastná ochrana.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 9,
        "question_text": "Strážením sa rozumie priamy výkon činností prítomnosťou osoby poverenej výkonom fyzickej ochrany na strážnom stanovisku v chránenom objekte, na chránenom mieste alebo pri chránenej osobe, alebo pri chránenom majetku, kde tieto činnosti má vykonávať, medzi ktoré patrí:",
        "answer_a": "Profesionálna cezhraničná preprava eurovej hotovosti cestnou dopravou, ochrana majetku na verejne prístupnom mieste, ochrana majetku na inom než verejne prístupnom mieste, ochrana osoby, ochrana majetku a osoby pri preprave, ochrana prepravy majetku a osoby, zabezpečovanie poriadku na mieste zhromažďovania osôb a monitorovanie pohybu a konania osoby v chránenom objekte, na chránenom mieste alebo v ich okolí.",
        "answer_b": "Vypracúvanie plánu ochrany, získavanie údajov, ktoré môžu slúžiť ako dôkazný prostriedok v konaní pred súdom alebo správnym orgánom, získavanie údajov o osobnom stave fyzickej osoby a získavanie informácií o konaní fyzickej osoby alebo právnickej osoby alebo o ich majetkových pomeroch.",
        "answer_c": "Prevádzkovanie zabezpečovacieho systému alebo poplachového systému, prevádzkovanie ich častí, vyhodnocovanie narušenia chráneného objektu alebo chráneného miesta.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 10,
        "question_text": "Vecným bezpečnostným prostriedkom je podľa zákona o súkromnej bezpečnosti:",
        "answer_a": "Vec vrátane zvieraťa, ktorá je určená na to, aby sa použila ako zbraň alebo vec na zastavenie, prípadne obmedzenie pohybu osoby, zvieraťa alebo vozidla alebo na obmedzenie funkcie iného technického zariadenia.",
        "answer_b": "Len vec, ktorá je určená na to, aby sa použila ako zbraň alebo vec na zastavenie, prípadne obmedzenie pohybu osoby, zvieraťa alebo vozidla alebo na obmedzenie funkcie iného technického zariadenia.",
        "answer_c": "Vec vrátane zvieraťa, ktorá je určená na to, aby sa použila ako zbraň alebo vec len na obmedzenie pohybu osoby, zvieraťa alebo vozidla alebo na obmedzenie funkcie iného technického zariadenia.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 11,
        "question_text": "Zásahom je činnosť:",
        "answer_a": "Osoby poverenej výkonom fyzickej ochrany alebo pátrania, pri ktorej sa zasahuje do práv a slobôd inej osoby.",
        "answer_b": "Len osoby poverenej výkonom fyzickej ochrany, pri ktorej sa zasahuje do základných práv a slobôd inej osoby.",
        "answer_c": "Len osoby poverenej výkonom pátrania, pri ktorej sa zasahuje do práv a slobôd inej osoby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 12,
        "question_text": "Iným technickým prostriedkom je podľa zákona o súkromnej bezpečnosti:",
        "answer_a": "Stroj alebo prístroj, ktorý sa používa iba na plnenie úloh odbornej prípravy a poradenstva, fyzickej ochrany alebo pátrania.",
        "answer_b": "Stroj alebo prístroj, ktorý sa používa iba na plnenie úloh fyzickej ochrany, technickej služby alebo odbornej prípravy a poradenstva.",
        "answer_c": "Stroj alebo prístroj, ktorý sa používa iba na plnenie úloh obchôdzky, stráženia, alebo odbornej prípravy a poradenstva.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 13,
        "question_text": "Verejne prístupným miestom podľa zákona o súkromnej bezpečnosti je:",
        "answer_a": "Každé miesto, kde vstup osobám nie je zakázaný.",
        "answer_b": "Každé miesto, kde vstup osobám je zakázaný po nesplnení určených podmienok majiteľom alebo správcom takéhoto miesta.",
        "answer_c": "Každé miesto, kde vstup osobám je zakázaný s výnimkou osôb, ktorým je umožnený na základe vydaného povolenia.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 14,
        "question_text": "Dokladom o vzdelaní sú tieto všetky listiny:",
        "answer_a": "Diplom o ukončení vysokoškolského štúdia, vysvedčenie o ukončení štúdia, doklad o ukončení odbornej prípravy alebo osvedčenie o vykonaní kvalifikačnej skúšky.",
        "answer_b": "Diplom o ukončení štúdia a osvedčenie o vykonaní kvalifikačnej skúšky.",
        "answer_c": "Diplom o ukončení vysokoškolského štúdia a vysvedčenie o ukončení štúdia.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 15,
        "question_text": "Za bezúhonnú osobu sa na účely zákona o súkromnej bezpečnosti:",
        "answer_a": "Okrem osoby, na ktorú sa hľadí, ako by nebola odsúdená, nepovažuje ten, kto bol právoplatne odsúdený za úmyselný trestný čin alebo za iný trestný čin, za ktorý mu bol uložený nepodmienečný trest odňatia slobody v dĺžke viac ako 12 mesiacov.",
        "answer_b": "Okrem osoby, na ktorú sa hľadí, ako by nebola odsúdená, nepovažuje ten, kto bol neprávoplatne odsúdený za úmyselný trestný čin alebo za iný trestný čin, za ktorý mu bol uložený nepodmienečný trest odňatia slobody v dĺžke viac ako 12 mesiacov.",
        "answer_c": "Okrem osoby, na ktorú sa hľadí, ako by nebola odsúdená, nepovažuje ten, kto bol právoplatne odsúdený za úmyselný trestný čin alebo za iný trestný čin, za ktorý mu bol uložený nepodmienečný trest odňatia slobody v dĺžke do 12 mesiacov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 16,
        "question_text": "Za bezúhonnú osobu sa na účely zákona o súkromnej bezpečnosti:",
        "answer_a": "Nepovažuje ani ten, komu súd alebo správny orgán uložil zákaz činnosti, ktorá súvisí s činnosťou alebo ktorá je obsahom pracovnoprávneho vzťahu podľa zákona o súkromnej bezpečnosti, do skončenia výkonu zákazu činnosti.",
        "answer_b": "Považuje aj ten, komu súd alebo správny orgán uložil zákaz činnosti, ktorá súvisí s činnosťou alebo ktorá je obsahom pracovnoprávneho vzťahu podľa zákona o súkromnej bezpečnosti, do skončenia výkonu zákazu činnosti.",
        "answer_c": "Nepovažuje ani ten, komu súd alebo prokuratúra uložili zákaz činnosti, ktorá súvisí s činnosťou alebo ktorá je obsahom pracovnoprávneho vzťahu podľa zákona o súkromnej bezpečnosti, do skončenia výkonu zákazu činnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 17,
        "question_text": "Doklad obdobný odpisu z registra trestov:",
        "answer_a": "Predloží iba osoba, ktorá sa za posledných desať rokov nepretržite zdržiavala viac ako šesť mesiacov mimo územia Slovenskej republiky.",
        "answer_b": "Predloží iba osoba, ktorá sa za posledných päť rokov nepretržite zdržiavala viac ako šesť mesiacov mimo územia Slovenskej republiky.",
        "answer_c": "Predloží iba osoba, ktorá sa za posledných desať rokov nepretržite zdržiavala viac ako päť mesiacov mimo územia Slovenskej republiky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 18,
        "question_text": "Za spoľahlivú osobu sa na účely zákona o súkromnej bezpečnosti nepovažuje ten, kto bol v posledných dvoch rokoch uznaný vinným z priestupku:",
        "answer_a": "Na úseku používania výbušnín.",
        "answer_b": "Proti občianskemu spolunažívaniu spáchaného úmyselným narušením občianskeho spolunažívania vyhrážaním ujmou na zdraví.",
        "answer_c": "Na úseku strelných zbraní a streliva, za ktorý mu bola uložená pokuta do 100 eur.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 19,
        "question_text": "Za spoľahlivú osobu sa na účely zákona o súkromnej bezpečnosti nepovažuje ten, kto:",
        "answer_a": "Bol právoplatne odsúdený za niektorý z úmyselných trestných činov a od vykonania trestu neuplynuli tri roky.",
        "answer_b": "Bol právoplatne odsúdený za niektorý z úmyselných trestných činov a od vykonania trestu uplynuli dva roky.",
        "answer_c": "Bol právoplatne odsúdený za niektorý z trestných činov a od vykonania trestu neuplynuli dva roky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 20,
        "question_text": "Za spoľahlivú osobu sa na účely zákona o súkromnej bezpečnosti nepovažuje ten, kto:",
        "answer_a": "Je trestne stíhaný za úmyselný trestný čin.",
        "answer_b": "Je trestne stíhaný za akýkoľvek trestný čin.",
        "answer_c": "Je trestne stíhaný za nedbanlivostný trestný čin.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 21,
        "question_text": "Zdravotnou spôsobilosťou podľa zákona o súkromnej bezpečnosti sa rozumie:",
        "answer_a": "Telesná spôsobilosť a psychická spôsobilosť na vykonávanie činností súvisiacich s prevádzkovaním bezpečnostnej služby, ak ju zákon o súkromnej bezpečnosti vyžaduje.",
        "answer_b": "Telesná spôsobilosť a psychiatrická spôsobilosť na vykonávanie činností súvisiacich s prevádzkovaním bezpečnostnej služby, ak ju zákon o súkromnej bezpečnosti vyžaduje.",
        "answer_c": "Telesná spôsobilosť a psychická spôsobilosť na vykonávanie činností súvisiacich s prevádzkovaním bezpečnostnej služby a technickej služby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 22,
        "question_text": "Osoba je podľa zákona o súkromnej bezpečnosti povinná podrobiť sa posúdeniu zdravotnej spôsobilosti:",
        "answer_a": "Každé dva roky, ak nie je v záveroch predchádzajúceho lekárskeho posudku ustanovená kratšia lehota; psychologické vyšetrenie sa v tomto prípade vyžaduje, iba ak tak určí lekár, ktorý posudzuje zdravotnú spôsobilosť.",
        "answer_b": "Každé dva roky, ak nie je v záveroch predchádzajúceho lekárskeho posudku ustanovená dlhšia lehota; psychologické vyšetrenie sa v tomto prípade vyžaduje, iba ak tak určí lekár, ktorý posudzuje zdravotnú spôsobilosť.",
        "answer_c": "Každý rok, ak nie je v záveroch predchádzajúceho lekárskeho posudku ustanovená kratšia lehota; psychologické vyšetrenie sa v tomto prípade vyžaduje, iba ak tak určí lekár, ktorý posudzuje psychologickú spôsobilosť.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 23,
        "question_text": "Zdravotnú spôsobilosť osoba podľa zákona o súkromnej bezpečnosti preukazuje:",
        "answer_a": "Lekárskym posudkom, ktorého súčasťou je psychologické vyšetrenie.",
        "answer_b": "Lekárskym osvedčením, ktorého súčasťou nie je psychologické vyšetrenie.",
        "answer_c": "Lekárskym posudkom, ktorého súčasťou je psychiatrické vyšetrenie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 24,
        "question_text": "Odborne spôsobilou osobou je na účely zákona o súkromnej bezpečnosti iba:",
        "answer_a": "Osoba, ktorá dosiahla vzdelanie ustanovené pre danú činnosť a je držiteľom preukazu odbornej spôsobilosti.",
        "answer_b": "Osoba, ktorá dosiahla vek ustanovený pre danú činnosť a je držiteľom preukazu odbornej spôsobilosti.",
        "answer_c": "Osoba, ktorá dosiahla vzdelanie ustanovené pre danú činnosť a je držiteľom osvedčenia o vykonaní kvalifikačnej skúšky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 25,
        "question_text": "Držiteľ preukazu odbornej spôsobilosti typu P nemôže vykonávať túto činnosť:",
        "answer_a": "Profesionálna cezhraničná preprava eurovej hotovosti cestnou dopravou.",
        "answer_b": "Fyzická ochrana a pátranie.",
        "answer_c": "Odborná príprava a poradenstvo.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 26,
        "question_text": "Skúšky odbornej spôsobilosti sú typu:",
        "answer_a": "S, P a CIT.",
        "answer_b": "S, P a CIP.",
        "answer_c": "S, D a CID.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 27,
        "question_text": "Držitelia preukazu odbornej spôsobilosti typu S sú oprávnení byť:",
        "answer_a": "Poverení výkonom fyzickej ochrany a pátrania.",
        "answer_b": "Poverení výkonom profesionálnej cezhraničnej prepravy eurovej hotovosti cestnou dopravou.",
        "answer_c": "Poverení výkonom odbornej prípravy a poradenstva.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 28,
        "question_text": "Skúšku odbornej spôsobilosti typu S ani odbornú prípravu nemusí vykonať osoba, ktorá:",
        "answer_a": "Získala vzdelanie v študijnom odbore v oblasti bezpečnostných služieb a vykonávala najmenej päť rokov bezpečnostnú prax v ozbrojenom bezpečnostnom zbore alebo bola príslušníkom ozbrojeného bezpečnostného zboru najmenej 15 rokov.",
        "answer_b": "Získala vysokoškolské vzdelanie prvého stupňa v študijnom odbore právo a vykonávala najmenej šesť rokov bezpečnostnú prax v ozbrojenom bezpečnostnom zbore alebo bola príslušníkom ozbrojeného bezpečnostného zboru najmenej 10 rokov.",
        "answer_c": "Získala vzdelanie v študijnom odbore v oblasti bezpečnostných služieb a vykonávala najmenej tri roky bezpečnostnú prax v ozbrojenom bezpečnostnom zbore alebo bola príslušníkom ozbrojeného bezpečnostného zboru najviac 15 rokov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 29,
        "question_text": "Odbornú prípravu na skúšku odbornej spôsobilosti typu S alebo typu P nemusí vykonať osoba, ktorá:",
        "answer_a": "Má úplné stredné odborné vzdelanie v oblasti bezpečnostných služieb.",
        "answer_b": "Má úplné stredné všeobecné odborné vzdelanie.",
        "answer_c": "Získala vysokoškolské vzdelanie aspoň prvého stupňa v študijnom odbore právo.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 30,
        "question_text": "Uchádzačovi, ktorý úspešne vykonal skúšku odbornej spôsobilosti a nebol mu vydaný preukaz odbornej spôsobilosti z dôvodu nesplnenia podmienky bezúhonnosti a spoľahlivosti:",
        "answer_a": "Ministerstvo vnútra Slovenskej republiky vydá preukaz odbornej spôsobilosti iba na základe písomnej žiadosti po preukázaní splnenia podmienky bezúhonnosti a spoľahlivosti s platnosťou na dobu, ktorá nesmie byť dlhšia ako desať rokov od úspešného vykonania skúšky.",
        "answer_b": "Ministerstvo vnútra Slovenskej republiky vydá preukaz odbornej spôsobilosti iba na základe preukázania splnenia podmienky bezúhonnosti a spoľahlivosti s platnosťou na dobu, ktorá nesmie byť dlhšia ako desať rokov od úspešného vykonania skúšky.",
        "answer_c": "Ministerstvo vnútra Slovenskej republiky vydá preukaz odbornej spôsobilosti iba na základe písomnej žiadosti po preukázaní splnenia podmienky bezúhonnosti a spoľahlivosti s platnosťou na dobu, ktorá nesmie byť dlhšia ako desať rokov od vydania preukazu odbornej spôsobilosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 31,
        "question_text": "Osoba poverená výkonom fyzickej ochrany, pátrania alebo odbornej prípravy a poradenstva:",
        "answer_a": "Je pri plnení pracovných úloh povinná mať preukaz odbornej spôsobilosti pri sebe a na požiadanie ho predložiť Ministerstvu vnútra Slovenskej republiky pri výkone štátneho dozoru, krajskému riaditeľstvu Policajného zboru pri výkone kontroly alebo Ministerstvu vnútra Slovenskej republiky, krajskému riaditeľstvu Policajného zboru a príslušníkovi Policajného zboru pri výkone kontroly činnosti.",
        "answer_b": "Nie je povinná pri plnení pracovných úloh mať preukaz odbornej spôsobilosti pri sebe a na požiadanie ho predložiť Ministerstvu vnútra Slovenskej republiky pri výkone štátneho dozoru, krajskému riaditeľstvu Policajného zboru pri výkone kontroly alebo Ministerstvu vnútra Slovenskej republiky, krajskému riaditeľstvu Policajného zboru a príslušníkovi Policajného zboru pri výkone kontroly činnosti, túto povinnosť môže splniť dodatočne.",
        "answer_c": "Je pri plnení pracovných úloh povinná mať preukaz odbornej spôsobilosti na sebe na ľavej strane odevu v oblasti pŕs a na požiadanie ho predložiť Ministerstvu vnútra Slovenskej republiky pri výkone štátneho dozoru, krajskému riaditeľstvu Policajného zboru pri výkone kontroly alebo Ministerstvu vnútra Slovenskej republiky, krajskému riaditeľstvu Policajného zboru a príslušníkovi Policajného zboru pri výkone kontroly činnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 32,
        "question_text": "Platnosť preukazu odbornej spôsobilosti zaniká z týchto všetkých dôvodov:",
        "answer_a": "Uplynutie doby na ktorú bol vydaný, strata, odcudzenie, rozhodnutie o jeho odňatí, ak zápisy v ňom uvedené sú nečitateľné alebo je porušená jeho celistvosť, ak obsahuje údaje nezodpovedajúce skutočnosti, ak jeho držiteľ zomrel alebo bol vyhlásený za mŕtveho alebo dňom vrátenia preukazu Ministerstvu vnútra Slovenskej republiky.",
        "answer_b": "Uplynutie doby na ktorú bol odňatý, strata, odcudzenie, rozhodnutie o jeho odňatí, ak zápisy v ňom uvedené sú slabo čitateľné alebo je porušená jeho platnosť, ak obsahuje údaje nezodpovedajúce skutočnosti, ak jeho držiteľ zomrel alebo bol vyhlásený za mŕtveho alebo dňom vrátenia preukazu Ministerstvu vnútra Slovenskej republiky.",
        "answer_c": "Uplynutie doby na ktorú bol vydaný, strata, odcudzenie, rozhodnutie o jeho zadržaní, ak zápisy v ňom uvedené sú nečitateľné alebo je porušená jeho celistvosť, ak obsahuje údaje nezodpovedajúce skutočnosti, ak jeho držiteľ dlhodobo ochorel alebo bol vyhlásený za nezvestného alebo dňom oznámenia krádeže preukazu Ministerstvu vnútra Slovenskej republiky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 33,
        "question_text": "Ak platnosť preukazu odbornej spôsobilosti zanikla z dôvodu uplynutia doby na ktorú bol vydaný, alebo dňom jeho vrátenia Ministerstvu vnútra Slovenskej republiky:",
        "answer_a": "Na vydanie nového preukazu odbornej spôsobilosti je potrebné absolvovať odbornú prípravu a úspešne vykonať skúšku odbornej spôsobilosti.",
        "answer_b": "Na vydanie nového preukazu odbornej spôsobilosti je potrebné len úspešne vykonať skúšku odbornej spôsobilosti.",
        "answer_c": "Na vydanie nového preukazu odbornej spôsobilosti nie je potrebné absolvovať odbornú prípravu a úspešne vykonať skúšku odbornej spôsobilosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 34,
        "question_text": "Odborná spôsobilosť alebo jej časť získaná v členskom štáte Európskej únie, v inom zmluvnom štáte dohody o Európskom hospodárskom priestore alebo vo Švajčiarskej konfederácii sa:",
        "answer_a": "Uzná ako odborná spôsobilosť získaná podľa zákona o súkromnej bezpečnosti, len ak žiadateľ doloží doklady o získaní odbornej spôsobilosti zodpovedajúce dokladom podľa zákona o súkromnej bezpečnosti a ich preklad do štátneho jazyka vyhotovený prekladateľom alebo tlmočníkom.",
        "answer_b": "Uzná ako odborná spôsobilosť získaná podľa zákona o súkromnej bezpečnosti, aj keď žiadateľ nedoloží doklady o získaní odbornej spôsobilosti zodpovedajúce dokladom podľa zákona o súkromnej bezpečnosti a ich preklad do štátneho jazyka vyhotovený prekladateľom alebo tlmočníkom.",
        "answer_c": "Uzná ako odborná spôsobilosť získaná podľa zákona o súkromnej bezpečnosti, aj keď žiadateľ doloží doklady o získaní odbornej spôsobilosti dokladom v nesúlade so zákonom o súkromnej bezpečnosti bez ich prekladu do štátneho jazyka vyhotovený prekladateľom alebo tlmočníkom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 35,
        "question_text": "Prevádzkovateľ pri prevádzkovaní bezpečnostnej služby, ako aj jeho zamestnanci sú vždy:",
        "answer_a": "Povinní dbať na česť, vážnosť a dôstojnosť osoby aj na svoju vlastnú a nepripustiť, aby v súvislosti s ich činnosťou vznikla osobe bezdôvodná ujma, a sú povinní správať sa tak, aby zásah do jej práv a slobôd neprekročil mieru nevyhnutnú na dosiahnutie účelu sledovaného ich činnosťou.",
        "answer_b": "Povinní dbať na česť, vážnosť a dôstojnosť osoby aj na svoju vlastnú a nepripustiť, aby v súvislosti s ich činnosťou vznikla osobe akákoľvek ujma, a sú povinní správať sa tak, aby zásah do jej práv a slobôd neprekročil mieru nevyhnutnú na dosiahnutie účelu sledovaného ich činnosťou.",
        "answer_c": "Povinní dbať na česť, vážnosť a dôstojnosť osoby a nepripustiť, aby v súvislosti s ich činnosťou vznikla osobe bezdôvodná ujma, a sú povinní správať sa tak, aby zásah do jej práv a slobôd prekročil mieru nevyhnutnú na dosiahnutie účelu sledovaného ich činnosťou.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 36,
        "question_text": "Prevádzkovateľ bezpečnostnej služby, ako aj jeho zamestnanci sú povinní zachovávať mlčanlivosť o všetkých skutočnostiach:",
        "answer_a": "O ktorých sa dozvedia v súvislosti s poskytovaním bezpečnostnej služby, okrem prípadov, keď ich tejto povinnosti zbaví osoba, ktorá je účastníkom zmluvy o poskytovaní bezpečnostnej služby, a ak ide o skutočnosti týkajúce sa inej osoby, aj táto osoba.",
        "answer_b": "O ktorých sa dozvedia v súvislosti s poskytovaním bezpečnostnej služby, okrem prípadov, keď ich tejto povinnosti zbaví osoba, ktorá poskytuje bezpečnostnú službu, a ak ide o skutočnosti týkajúce sa inej osoby, aj táto osoba.",
        "answer_c": "O ktorých sa nedozvedia v súvislosti s poskytovaním bezpečnostnej služby, okrem prípadov, keď ich tejto povinnosti zbaví iba osoba, ktorá je účastníkom zmluvy o poskytovaní bezpečnostnej služby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 37,
        "question_text": "Prevádzkovateľ bezpečnostnej služby, ako aj jeho zamestnanci sú povinní zachovávať mlčanlivosť:",
        "answer_a": "Aj po skončení pracovnoprávneho vzťahu alebo ukončení prevádzkovania bezpečnostnej služby.",
        "answer_b": "Do ukončenia prevádzkovania bezpečnostnej služby alebo do skončenia pracovnoprávneho vzťahu.",
        "answer_c": "Aj po skončení pracovnoprávneho vzťahu najdlhšie do ukončenia zmluvy o poskytovaní bezpečnostnej služby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 38,
        "question_text": "Na zamestnanca prevádzkovateľa bezpečnostnej služby, ktorý sa nezúčastňuje na výkone bezpečnostnej služby sa podmienky ustanovené zákonom o súkromnej bezpečnosti:",
        "answer_a": "Nevzťahujú.",
        "answer_b": "Vzťahujú.",
        "answer_c": "Nevzťahujú len čiastočne.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 39,
        "question_text": "Prevádzkovateľ bezpečnostnej služby poučí uchádzača o zamestnanie, že môže zamestnávať len osobu, ktorá spĺňa tieto všetky podmienky, a to:",
        "answer_a": "Podmienku bezúhonnosti, spoľahlivosti, zdravotnej spôsobilosti, resp. spĺňa ďalšie podmienky, ak ich zákon o súkromnej bezpečnosti vyžaduje a vyhotoví o poučení záznam, ktorý podpíše uchádzač o zamestnanie.",
        "answer_b": "Podmienku bezúhonnosti, spoľahlivosti, zdravotnej spôsobilosti a vyhotoví o poučení záznam, ktorý musí podpísať uchádzač o zamestnanie a prevádzkovateľ.",
        "answer_c": "Podmienku bezúhonnosti, spoľahlivosti, zdravotnej spôsobilosti, resp. spĺňa ďalšie podmienky, ak ich zákon o súkromnej bezpečnosti vyžaduje a vyhotoví o poučení záznam, ktorý podpíše iba prevádzkovateľ.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 40,
        "question_text": "Uchádzač o zamestnanie je povinný pred nástupom do zamestnania prevádzkovateľovi bezpečnostnej služby predložiť:",
        "answer_a": "Čestné vyhlásenie, že spĺňa podmienky bezúhonnosti a spoľahlivosti a lekársky posudok preukazujúci jeho zdravotnú spôsobilosť.",
        "answer_b": "Čestné vyhlásenie, že spĺňa podmienky bezúhonnosti, spoľahlivosti a zdravotnej spôsobilosti.",
        "answer_c": "Čestné vyhlásenie, že spĺňa podmienky bezúhonnosti, spoľahlivosti, zdravotnej spôsobilosti a že spĺňa ďalšie podmienky, ak ich zákon o súkromnej bezpečnosti vyžaduje.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 41,
        "question_text": "Zamestnanec je povinný prevádzkovateľovi bezpečnostnej služby:",
        "answer_a": "Neodkladne písomne oznámiť každú zmenu skutočností rozhodujúcich na posúdenie bezúhonnosti a spoľahlivosti.",
        "answer_b": "Najneskôr do 15 dní písomne oznámiť každú zmenu skutočností rozhodujúcich na posúdenie bezúhonnosti a spoľahlivosti.",
        "answer_c": "Neodkladne ústne oznámiť každú podstatnú zmenu skutočností rozhodujúcich na posúdenie bezúhonnosti a spoľahlivosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 42,
        "question_text": "Na posúdenie zdravotnej spôsobilosti je uchádzač o zamestnanie povinný predložiť prevádzkovateľovi bezpečnostnej služby:",
        "answer_a": "Pred nástupom do zamestnania lekársky posudok preukazujúci jeho zdravotnú spôsobilosť, ktorý nesmie byť starší ako tri mesiace.",
        "answer_b": "Po nástupe do zamestnania lekárky posudok preukazujúci jeho zdravotnú spôsobilosť, ktorý nesmie byť starší ako tri mesiace.",
        "answer_c": "Pred nástupom do zamestnania lekársky posudok preukazujúci jeho zdravotnú spôsobilosť, ktorý smie byť starší ako tri mesiace.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 43,
        "question_text": "Na posudzovanie zdravotnej spôsobilosti zamestnanca je zamestnanec povinný prevádzkovateľovi bezpečnostnej služby predložiť:",
        "answer_a": "Každé dva roky lekársky posudok preukazujúci jeho zdravotnú spôsobilosť, ktorý nesmie byť starší ako tri mesiace a neodkladne hlásiť prevádzkovateľovi každú zmenu skutočností rozhodujúcich na posúdenie zdravotnej spôsobilosti.",
        "answer_b": "Každý rok lekársky posudok preukazujúci jeho zdravotnú spôsobilosť, ktorý nesmie byť starší ako tri mesiace a neodkladne hlásiť prevádzkovateľovi podstatnú zmenu skutočností rozhodujúcich na posúdenie zdravotnej spôsobilosti.",
        "answer_c": "Každé dva roky lekársky posudok preukazujúci jeho zdravotnú spôsobilosť, ktorý nesmie byť starší ako tri mesiace a do 15 dní hlásiť prevádzkovateľovi každú zmenu skutočností rozhodujúcich na posúdenie zdravotnej spôsobilosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 44,
        "question_text": "Fyzickú ochranu alebo pátranie môže vykonávať len osoba, ktorá spĺňa tieto všetky podmienky:",
        "answer_a": "Dosiahla vek 18 rokov, je spôsobilá na právne úkony v plnom rozsahu, je bezúhonná, je spoľahlivá, je zdravotne spôsobilá a je držiteľom preukazu odbornej spôsobilosti.",
        "answer_b": "Dosiahla vek 20 rokov, je spôsobilá na právne úkony, je bezúhonná, je spoľahlivá, je zdravotne spôsobilá a je držiteľom preukazu odbornej spôsobilosti.",
        "answer_c": "Dosiahla vek 18 rokov, je spôsobilá na právne úkony, je bezúhonná, je spoľahlivá, je zdravotne spôsobilá a spĺňa podmienku ustanoveného vzdelania.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 45,
        "question_text": "Na výkone fyzickej ochrany sa môže po absolvovaní odbornej prípravy zúčastňovať aj osoba, ktorá nie je držiteľom preukazu odbornej spôsobilosti, pričom:",
        "answer_a": "Výkon fyzickej ochrany tejto osoby musí byť vykonávaný podľa vopred vypracovaného písomného plánu, osoba musí byť pod stálym priamym dohľadom osoby, ktorá je držiteľom preukazu odbornej spôsobilosti, a výkon fyzickej ochrany môže byť vykonávaný iba u jedného prevádzkovateľa bezpečnostnej služby a najdlhšie po dobu troch mesiacov.",
        "answer_b": "Výkon fyzickej ochrany tejto osoby môže byť vykonávaný podľa vopred vypracovaného písomného plánu, osoba musí byť pod stálym priamym dohľadom osoby, ktorá je držiteľom preukazu odbornej spôsobilosti, a výkon fyzickej ochrany môže byť vykonávaný iba u jedného prevádzkovateľa bezpečnostnej služby a najdlhšie po dobu piatich mesiacov.",
        "answer_c": "Výkon fyzickej ochrany tejto osoby je spravidla vykonávaný podľa vopred vypracovaného písomného plánu, osoba musí byť pod stálym priamym dohľadom osoby, ktorá je držiteľom preukazu odbornej spôsobilosti, a výkon fyzickej ochrany môže byť vykonávaný iba u jedného prevádzkovateľa bezpečnostnej služby a najdlhšie po dobu šiestich mesiacov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 46,
        "question_text": "Osoba ktorej zanikla platnosť preukazu odbornej spôsobilosti z dôvodu straty, odcudzenia, ak zápisy v ňom uvedené sú nečitateľné alebo je porušená jeho celistvosť alebo ak obsahuje údaje nezodpovedajúce skutočnosti musí mať od podania žiadosti o vydanie preukazu odbornej spôsobilosti do doručenia nového preukazu odbornej spôsobilosti pri sebe:",
        "answer_a": "Kópiu žiadosti o vydanie preukazu odbornej spôsobilosti.",
        "answer_b": "Kópiu pôvodného preukazu odbornej spôsobilosti.",
        "answer_c": "Potvrdenie vystavené prevádzkovateľom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 47,
        "question_text": "Fyzickú ochranu, pátranie alebo odbornú prípravu a poradenstvo nesmie vykonávať osoba, ktorá:",
        "answer_a": "Vzhľadom na chorobu alebo ovplyvnenie po požití liekov alebo iných látok znižujúcich jej schopnosť konať, alebo z iných podobných príčin neposkytuje záruku, že bude riadne plniť všetky svoje povinnosti a počínať si tak, aby neohrozila okolie.",
        "answer_b": "Vzhľadom na chorobu, úraz alebo inú dočasnú pracovnú neschopnosť neposkytuje aspoň čiastočnú záruku, že bude plniť všetky svoje povinnosti a počínať si tak, aby neohrozila okolie.",
        "answer_c": "Vzhľadom na chorobu alebo len po požití liekov, alebo z iných podobných príčin poskytuje záruku, že bude riadne plniť všetky svoje povinnosti a počínať si tak, aby neohrozila okolie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 48,
        "question_text": "Osoba poverená výkonom fyzickej ochrany alebo pátrania môže vykonať zásah, len za splnenia týchto všetkých podmienok:",
        "answer_a": "Ak je porušovaný alebo ohrozovaný záujem chránený bezpečnostnou službou a len v súlade so zákonom o súkromnej bezpečnosti alebo inými všeobecne záväznými právnymi predpismi.",
        "answer_b": "Ak je len ohrozovaný záujem chránený bezpečnostnou službou a v súlade so zákonom o súkromnej bezpečnosti.",
        "answer_c": "Ak je len porušovaný záujem chránený bezpečnostnou službou a v súlade so zákonom o súkromnej bezpečnosti, Ústavou Slovenskej republiky, ústavnými zákonmi a medzinárodnými zmluvami, ktorými je Slovenská republika viazaná.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 49,
        "question_text": "Osoba poverená výkonom fyzickej ochrany a pátrania pri zásahu môže použiť:",
        "answer_a": "Vecný bezpečnostný prostriedok, hmaty, chvaty, údery a kopy sebaobrany.",
        "answer_b": "Vecné prostriedky a iný technický prostriedok na prekonanie odporu a zabránenie úteku.",
        "answer_c": "Prostriedky nútenej obrany chmaty, páky a obranné súčasti",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 50,
        "question_text": "Pred použitím vecného bezpečnostného prostriedku je osoba poverená:",
        "answer_a": "Výkonom fyzickej ochrany alebo pátrania vyzvať osobu, proti ktorej zasahuje, aby upustila od konania, ktorým porušuje alebo ohrozuje záujem chránený bezpečnostnou službou, s výstrahou, že bude použitý niektorý z vecných bezpečnostných prostriedkov.",
        "answer_b": "Iba výkonom fyzickej ochrany vyzvať osobu, proti ktorej zasahuje, aby upustila od konania, ktorým porušuje alebo ohrozuje záujem chránený bezpečnostnou službou, s výstrahou, že bude použitý niektorý z vecných bezpečnostných prostriedkov.",
        "answer_c": "Výkonom fyzickej ochrany alebo pátrania vyzvať osobu, proti ktorej zasahuje, aby upustila od konania, iba v prípade porušenia záujmu chráneného bezpečnostnou službou, s výstrahou, že bude použitý niektorý z vecných bezpečnostných prostriedkov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 51,
        "question_text": "Od výzvy a výstrahy pred použitím vecného bezpečnostného prostriedku môže:",
        "answer_a": "Osoba poverená výkonom fyzickej ochrany alebo pátrania upustiť iba v prípade, keď je sama napadnutá alebo je ohrozený život alebo zdravie inej osoby a vec neznesie odklad alebo tomu bránia iné okolnosti.",
        "answer_b": "Osoba poverená výkonom fyzickej ochrany alebo pátrania upustiť iba v prípade, keď sama napadá alebo ohrozuje život alebo zdravie inej osoby a vec neznesie odklad alebo tomu bránia iné okolnosti.",
        "answer_c": "Osoba poverená výkonom fyzickej ochrany alebo pátrania upustiť iba v prípade, keď je sama napadnutá alebo je ohrozený život alebo zdravie inej osoby a vec znesie odklad alebo tomu nebránia iné okolnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 52,
        "question_text": "O tom, ktorý vecný bezpečnostný prostriedok použije:",
        "answer_a": "Osoba poverená výkonom fyzickej ochrany alebo pátrania, rozhoduje podľa konkrétnej situácie tak, aby osobe, proti ktorej zasahuje, nespôsobila neprimeranú ujmu.",
        "answer_b": "Osoba poverená výkonom fyzickej ochrany alebo pátrania, rozhoduje podľa konkrétnej situácie tak, aby osobe, proti ktorej zasahuje, spôsobila neprimeranú ujmu.",
        "answer_c": "Osoba poverená výkonom fyzickej ochrany, rozhoduje podľa konkrétnej situácie tak, aby osobe, proti ktorej zasahuje, nespôsobila žiadnu ujmu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 53,
        "question_text": "V súvislosti so zásahom podľa zákona o súkromnej bezpečnosti:",
        "answer_a": "Osoba poverená výkonom fyzickej ochrany alebo pátrania je povinná poskytnúť osobe, ktorá bola pri tejto činnosti zranená, neodkladne nevyhnutnú pomoc vrátane privolania lekára.",
        "answer_b": "Osoba poverená výkonom fyzickej ochrany alebo pátrania nie je povinná poskytnúť osobe, ktorá bola pri tejto činnosti zranená, neodkladne nevyhnutnú pomoc vrátane privolania lekára.",
        "answer_c": "Osoba poverená výkonom fyzickej ochrany alebo pátrania môže poskytnúť osobe, ktorá bola pri tejto činnosti zranená, neodkladne nevyhnutnú pomoc vrátane privolania lekára.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 54,
        "question_text": "V súvislosti so zásahom podľa zákona o súkromnej bezpečnosti je osoba poverená výkonom fyzickej ochrany alebo pátrania povinná ohlásiť prevádzkovateľovi bezpečnostnej služby alebo osobe ním určenej:",
        "answer_a": "Každý prípad smrti a každý prípad zranenia súvisiaceho so zásahom, ako aj každé porušenie alebo závažné ohrozenie záujmu chráneného bezpečnostnou službou.",
        "answer_b": "Každý prípad smrti a každý prípad zranenia súvisiaceho so zásahom, a len každé porušenie záujmu chráneného bezpečnostnou službou.",
        "answer_c": "Každý prípad smrti a každý prípad zranenia súvisiaceho so zásahom, a len každé závažné ohrozenie záujmu chráneného bezpečnostnou službou.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 55,
        "question_text": "Osoby poverené výkonom fyzickej ochrany podľa zákona o súkromnej bezpečnosti sú oprávnené:",
        "answer_a": "Presvedčiť sa zrakom, hmatom alebo technickými prostriedkami, či ten, kto vstupuje do chráneného objektu alebo na chránené miesto alebo z neho vystupuje, nemá pri sebe alebo na sebe predmety pochádzajúce z protiprávnej činnosti súvisiacej s chráneným objektom, chráneným miestom alebo chránenou osobou alebo nemá pri sebe alebo na sebe predmety, ktorými by mohol spáchať protiprávnu činnosť, a tieto mu odobrať.",
        "answer_b": "Presvedčiť sa zrakom, hmatom alebo technickými prostriedkami, či ten, kto vstupuje do chráneného objektu alebo na chránené miesto alebo z neho vystupuje, nemá pri sebe alebo na sebe predmety pochádzajúce z protiprávnej činnosti súvisiacej s chráneným objektom, chráneným miestom alebo chránenou osobou alebo nemá pri sebe alebo na sebe predmety, ktorými by nemohol spáchať protiprávnu činnosť, a tieto mu zadržať.",
        "answer_c": "Presvedčiť sa zrakom, hmatom alebo technickými prostriedkami, či ten, kto vstupuje do chráneného objektu alebo na chráneného miesto alebo z neho vystupuje, nemá len pri sebe predmety pochádzajúce z protiprávnej činnosti súvisiacej s chráneným objektom, chráneným miestom alebo chránenou osobou alebo nemá len na sebe predmety, ktorými by mohol spáchať protiprávnu činnosť, a tieto mu odňať.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 56,
        "question_text": "Osoby poverené výkonom fyzickej ochrany podľa zákona o súkromnej bezpečnosti sú oprávnené:",
        "answer_a": "Na čas nevyhnutný do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku, alebo ktorá bola pristihnutá pri neoprávnenom vstupe do chráneného objektu alebo na chránené miesto alebo pri neoprávnenom výstupe z chráneného objektu alebo z chráneného miesta.",
        "answer_b": "Na čas nevyhnutný do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá v súvislosti s výkonom fyzickej ochrany odmieta alebo nemôže hodnoverne preukázať svoju totožnosť a bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku, alebo ktorá bola pristihnutá pri neoprávnenom vstupe do chráneného objektu alebo na chránené miesto alebo pri neoprávnenom výstupe z chráneného objektu alebo z chráneného miesta.",
        "answer_c": "Na čas nevyhnutný do príchodu prevádzkovateľa bezpečnostnej služby, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku, alebo ktorá bola pristihnutá pri neoprávnenom vstupe do chráneného objektu alebo na chránené miesto alebo pri neoprávnenom výstupe z chráneného objektu alebo z chráneného miesta.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 57,
        "question_text": "Osoby poverené výkonom fyzickej ochrany podľa zákona o súkromnej bezpečnosti nie sú oprávnené:",
        "answer_a": "Zaistiť osobu, u ktorej sa pri vstupe do chráneného objektu zistilo, že bolo po nej vyhlásené policajné pátranie.",
        "answer_b": "Vyviesť nepovolanú osobu z chráneného objektu alebo z chráneného miesta.",
        "answer_c": "Zaznamenávať technickými prostriedkami vstup alebo výstup osôb a dopravných prostriedkov do chráneného objektu alebo na chránené miesto alebo z chráneného objektu alebo z chráneného miesta.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 58,
        "question_text": "Osoba poverená výkonom fyzickej ochrany, pátrania alebo odbornej prípravy a poradenstva podľa zákona o súkromnej bezpečnosti je povinná si počínať tak, aby žiadnym spôsobom nesťažila vyšetrovanie a to:",
        "answer_a": "Na mieste, o ktorom sa predpokladá, že bol na ňom spáchaný trestný čin, na mieste, kde došlo k dopravnej nehode, prevádzkovej nehode (havárii), k pracovnému úrazu alebo k inej mimoriadnej udalosti, na mieste, kde bola usmrtená osoba alebo došlo k ublíženiu na zdraví, ako aj na mieste, kde bola použitá strelná zbraň alebo vecný bezpečnostný prostriedok.",
        "answer_b": "Na mieste, o ktorom sa predpokladá, že bol na ňom spáchaný priestupok, na mieste, kde došlo ku škodovej udalosti, prevádzkovej katastrofe, k drobnej pracovnej ujme na zdraví alebo k inej krízovej udalosti, na mieste, kde bola usmrtená osoba, ako aj na mieste, kde bola použitá bodná zbraň alebo vecný prostriedok.",
        "answer_c": "Na mieste, o ktorom sa predpokladá, že bol na ňom spáchaný len obzvlášť závažný zločin, na mieste, kde došlo ku škodovej udalosti, úniku prevádzkových kvapalín, k služobnému úrazu alebo k inej bezpečnostnej udalosti, na mieste, kde bola usmrtená osoba alebo došlo k ťažkému ublíženiu na zdraví, ako aj na mieste, kde bol použitý donucovací prostriedok.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 59,
        "question_text": "Osoba poverená výkonom fyzickej ochrany, pátrania, odbornej prípravy a poradenstva je povinná si počínať podľa zákona o súkromnej bezpečnosti tak, aby žiadnym spôsobom nesťažila vyšetrovanie, a najmä:",
        "answer_a": "Chránila stopy pred zničením, poškodením alebo odstránením, zamedzila prístup nepovolaných osôb, zabránila vnášaniu alebo vynášaniu predmetov, neodkladne ohlásila udalosť najbližšiemu útvaru Policajného zboru a zamedzila ďalším škodlivým následkom udalosti.",
        "answer_b": "Chránila stopy pred zničením, poškodením alebo odstránením, zamedzila prístup nepovolaných osôb, zabránila len vynášaniu predmetov, neodkladne ohlásila udalosť najbližšiemu útvaru Policajného zboru a zamedzila ďalším škodlivým následkom udalosti.",
        "answer_c": "Chránila stopy len pred zničením a poškodením, zamedzila prístup všetkých osôb, zabránila vnášaniu alebo vynášaniu predmetov, neodkladne ohlásila udalosť najbližšiemu útvaru Policajného zboru a zamedzila ďalším škodlivým následkom udalosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 60,
        "question_text": "Osoba poverená výkonom fyzickej ochrany, pátrania, odbornej prípravy a poradenstva:",
        "answer_a": "Nesmie pri plnení úloh podľa zákona o súkromnej bezpečnosti používať žiadny spôsob maskovanie tváre.",
        "answer_b": "Môže pri plnení špecifických úloh podľa zákona o súkromnej bezpečnosti používať určený spôsob maskovanie tváre.",
        "answer_c": "Nesmie pri plnení iba niektorých úloh podľa zákona o súkromnej bezpečnosti používať žiadny spôsob maskovanie tváre.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 61,
        "question_text": "Osoba poverená výkonom fyzickej ochrany alebo pátrania:",
        "answer_a": "Nesmie mimo času, keď plní úlohy podľa zákona o súkromnej bezpečnosti, viditeľne nosiť vecné bezpečnostné prostriedky.",
        "answer_b": "Nesmie mimo času, keď plní úlohy podľa zákona o súkromnej bezpečnosti, vôbec nosiť vecné bezpečnostné prostriedky.",
        "answer_c": "Nesmie, v čase, keď plní úlohy podľa zákona o súkromnej bezpečnosti, viditeľne nosiť technické prostriedky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 62,
        "question_text": "Fyzická ochrana obchôdzkou alebo strážením alebo monitorovanie pohybu a konania osoby v chránenom objekte, na chránenom mieste alebo v ich okolí sa:",
        "answer_a": "Musí vykonávať len podľa vopred vypracovaného plánu služieb.",
        "answer_b": "Musí vykonávať podľa vypracovaného plánu služieb.",
        "answer_c": "Nemusí vykonávať len podľa vypracovaného plánu služieb.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 63,
        "question_text": "Pri ochrane objektov osobitnej dôležitosti:",
        "answer_a": "Musí prevádzkovateľ bezpečnostnej služby zabezpečiť prípravu osôb poverených výkonom fyzickej ochrany alebo pátrania z praktického výcviku taktiky a techniky vykonávania zásahov a teórie taktiky a techniky vykonávania zásahov v rozsahu najmenej štyroch hodín za mesiac.",
        "answer_b": "Musí prevádzkovateľ bezpečnostnej služby zabezpečiť prípravu osôb poverených výkonom fyzickej ochrany alebo pátrania len z praktického výcviku taktiky vykonávania zásahov a teórie taktiky a techniky vykonávania zásahov v rozsahu najmenej štyroch hodín za mesiac.",
        "answer_c": "Musí prevádzkovateľ bezpečnostnej služby zabezpečiť prípravu osôb poverených výkonom fyzickej ochrany alebo pátrania len z praktického výcviku techniky vykonávania zásahov a teórie techniky vykonávania zásahov v rozsahu do štyroch hodín za mesiac.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 64,
        "question_text": "Osoba poverená výkonom fyzickej ochrany alebo pátrania v objekte osobitnej dôležitosti musí preukázať bezpečnostnú prax v dĺžke najmenej.",
        "answer_a": "Dvoch rokov.",
        "answer_b": "Troch rokov.",
        "answer_c": "Jedného roku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 65,
        "question_text": "Identifikačný preukaz musí obsahovať tieto všetky povinné náležitosti, a to:",
        "answer_a": "Obchodné meno prevádzkovateľa; druh bezpečnostnej služby; číslo licencie na prevádzkovanie bezpečnostnej služby prevádzkovateľa; meno, priezvisko, titul a fotografiu držiteľa; číslo identifikačného preukazu; odtlačok pečiatky a podpis prevádzkovateľa.",
        "answer_b": "Obchodný názov objednávateľa; typ bezpečnostnej služby; číslo licencie na prevádzkovanie bezpečnostnej služby prevádzkovateľa; meno, priezvisko, titul držiteľa; číslo identifikačného preukazu; odtlačok pečiatky a podpis prevádzkovateľa.",
        "answer_c": "Obchodné meno prevádzkovateľa; druh bezpečnostnej služby; číslo akreditácie na poskytovanie bezpečnostnej služby poskytovateľa; meno, priezvisko, titul a fotografiu držiteľa; číslo identifikačného preukazu; odtlačok pečate a podpis nositeľa preukazu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 66,
        "question_text": "Jedna osoba poverená výkonom fyzickej ochrany, pátrania, odbornej prípravy a poradenstva môže byť držiteľom:",
        "answer_a": "Súčasne jedného identifikačného preukazu len s označením toho druhu činnosti, ktorá prevažuje.",
        "answer_b": "Súčasne viacerých identifikačných preukazov len s označením toho druhu činnosti, ktorú aktuálne vykonáva.",
        "answer_c": "Súčasne jedného identifikačného preukazu len s označením toho druhu činnosti, ktorú aktuálne vykonáva.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 67,
        "question_text": "Pri plnení úloh je osoba poverená výkonom fyzickej ochrany povinná mať viditeľne umiestnený identifikačný preukaz jeho prednou stranou obsahujúcou údaje na ľavej strane odevu v oblasti pŕs a to:",
        "answer_a": "Na verejne prístupnom mieste a na mieste, kde osoba poverená výkonom fyzickej ochrany prichádza do kontaktu s osobami pri vstupe do chráneného objektu alebo na chránené miesto.",
        "answer_b": "Na verejne prístupnom mieste a na mieste, kde osoba poverená výkonom fyzickej ochrany neprichádza do kontaktu s osobami pri výstupe z chráneného objektu alebo z chráneného miesta.",
        "answer_c": "Aj na inom ako verejne prístupnom mieste.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 68,
        "question_text": "Rovnošaty a ich súčasti používané pri poskytovaní bezpečnostnej služby nesmú byť zameniteľné s rovnošatami týchto všetkých bezpečnostných zložiek:",
        "answer_a": "Príslušníkov ozbrojených síl Slovenskej republiky, ozbrojených bezpečnostných zborov, ozbrojených zborov a iných osôb, ktoré plnia úlohy verejnej správy.",
        "answer_b": "Príslušníkov ozbrojených síl Slovenskej republiky, ozbrojených bezpečnostných zborov, Vojenskej polície a pracovníkov iných bezpečnostných služieb.",
        "answer_c": "Príslušníkov ozbrojených síl Slovenskej republiky, ozbrojených bezpečnostných zborov, ozbrojených zborov a pracovníkov pôšt a telekomunikácií",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 69,
        "question_text": "Uchádzača o vykonanie skúšky odbornej spôsobilosti alebo osobu, ktorá nevykoná úspešne skúšku odbornej spôsobilosti:",
        "answer_a": "Prihlasuje na skúšku odbornej spôsobilosti podľa typu skúšky osoba akreditovaná Ministerstvom vnútra Slovenskej republiky na vykonávanie odbornej prípravy, pričom na skúšku odbornej spôsobilosti musí byť tento uchádzač prihlásený do troch mesiacov od ukončenia odbornej prípravy.",
        "answer_b": "Prihlasuje na skúšku odbornej spôsobilosti podľa typu skúšky osoba akreditovaná Ministerstvom vnútra Slovenskej republiky na vykonávanie odbornej prípravy, pričom na skúšku odbornej spôsobilosti musí byť tento uchádzač prihlásený po troch mesiacoch od ukončenia odbornej prípravy.",
        "answer_c": "Prihlasuje na skúšku odbornej spôsobilosti podľa typu skúšky osoba akreditovaná Ministerstvom vnútra Slovenskej republiky, pričom na skúšku odbornej spôsobilosti musí byť tento uchádzač prihlásený do šiestich mesiacov od ukončenia odbornej prípravy.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 70,
        "question_text": "Rovnošata používaná pri poskytovaní bezpečnostnej služby alebo iný odev používaný pri výkone fyzickej ochrany:",
        "answer_a": "Musia byť označené znakom tak, aby bolo zrejmé, že ide o bezpečnostnú službu; to neplatí, ak ide o ochranu osoby.",
        "answer_b": "Musia byť označené len obchodným názvom prevádzkovateľa.",
        "answer_c": "Musia byť zreteľne označené len znakom civilnej bezpečnostnej služby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 71,
        "question_text": "Akreditovaná osoba vydá po ukončení odbornej prípravy na skúšku odbornej spôsobilosti osobe:",
        "answer_a": "Ktorá absolvovala odbornú prípravu na skúšku odbornej spôsobilosti v celom rozsahu, osvedčenie o absolvovaní odbornej prípravy.",
        "answer_b": "Ktorá neabsolvovala odbornú prípravu na skúšku odbornej spôsobilosti v celom rozsahu, osvedčenie o absolvovaní odbornej prípravy.",
        "answer_c": "Ktorá absolvovala odbornú prípravu na skúšku odbornej spôsobilosti v zákonom skrátenom rozsahu, osvedčenie o absolvovaní odbornej prípravy.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 72,
        "question_text": "Kontrolór pri výkone štátneho dozoru, kontroly alebo kontroly činnosti alebo policajt pri výkone kontroly činnosti je oprávnený zadržať osobe poverenej výkonom fyzickej ochrany preukaz odbornej spôsobilosti ak:",
        "answer_a": "Má dôvodné pochybnosti o jej odbornej úrovni alebo má dôvodné pochybnosti o úrovni jej výkonu fyzickej ochrany.",
        "answer_b": "Je zistený menej závažný nedostatok v jej činnosti.",
        "answer_c": "Jeho platnosť sa odkladá.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 73,
        "question_text": "Kontrolór krajského riaditeľstva Policajného zboru, štátny dozor Ministerstva vnútra Slovenskej republiky alebo príslušník Policajného zboru nie je oprávnený:",
        "answer_a": "Ukladať na mieste pokyny na pozastavenie činnosti prevádzkovateľa v oblasti bezpečnostných služieb.",
        "answer_b": "Ukladať na mieste pokyny na odstránenie zistených nedostatkov.",
        "answer_c": "Vykonať zápis v inšpekčnej knihe dozoru a robiť záznamy v evidenciách, ktoré sa vedú v chránenom objekte alebo na chránenom mieste.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 74,
        "question_text": "Osoba, ktorej bol zadržaný preukaz odbornej spôsobilosti nakoľko jeho platnosť zanikla:",
        "answer_a": "Môže vykonať len úkony súvisiace s odovzdaním služby.",
        "answer_b": "Môže pokračovať v službe až do jej skončenia.",
        "answer_c": "Pokračuje v službe, ale musí ihneď požiadať o vydanie nového preukazu odbornej spôsobilosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 75,
        "question_text": "O zadržaní preukazu odbornej spôsobilosti z dôvodu, že sa osoba poverená výkonom pátrania odmietne podrobiť skúške, či nie je pod vplyvom alkoholických nápojov alebo iných návykových látok:",
        "answer_a": "Kontrolór alebo policajt vydá potvrdenie a vec predloží neodkladne, najneskôr do troch dní od zadržania preukazu odbornej spôsobilosti, orgánu dozoru alebo orgánu kontroly.",
        "answer_b": "Kontrolór alebo policajt vydá potvrdenie a vec predloží neodkladne, najneskôr do piatich dní od zadržania preukazu odbornej spôsobilosti, orgánu dozoru alebo orgánu kontroly.",
        "answer_c": "Kontrolór alebo policajt vydá potvrdenie a vec predloží neodkladne, najneskôr do siedmich dní od zadržania preukazu odbornej spôsobilosti, orgánu dozoru alebo orgánu kontroly.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 76,
        "question_text": "Kontrolór sa pred začatím štátneho dozoru alebo kontroly preukáže preukazom kontrolóra a služobným preukazom:",
        "answer_a": "Osobe oprávnenej konať za kontrolovaný subjekt alebo zamestnancovi kontrolovaného subjektu prítomnému ma mieste výkonu štátneho dozoru alebo kontroly.",
        "answer_b": "Len osobe oprávnenej konať za kontrolovaný subjekt.",
        "answer_c": "Osobe oprávnenej konať za kontrolovaný subjekt a všetkým zamestnancom kontrolovaného subjektu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 77,
        "question_text": "Kontrolór je pri výkone štátneho dozoru alebo kontroly oprávnený:",
        "answer_a": "Vyžadovať od kontrolovaného subjektu a jeho zamestnancov poskytnutie prvopisov dokladov a iných písomností, vyjadrení, informácií vrátane technických nosičov dát, robiť si z nich kópie a vykonávať s nimi potrebné úkony súvisiace s výkonom štátneho dozoru, kontroly alebo kontroly činnosti.",
        "answer_b": "Vyžadovať len od kontrolovaného subjektu poskytnutie prvopisov dokladov a iných písomností, vyjadrení, informácií vrátane technických nosičov dát, robiť si z nich kópie a vykonávať s nimi potrebné úkony súvisiace s výkonom štátneho dozoru, kontroly alebo kontroly činnosti.",
        "answer_c": "Vyžadovať od kontrolovaného subjektu a jeho zamestnancov len poskytnutie prvopisov dokladov a iných písomností, údajov vrátane iných nosičov informácií, robiť si z nich overené kópie a vykonávať s nimi pomocné úkony súvisiace s výkonom štátneho dozoru, kontroly alebo kontroly činnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 78,
        "question_text": "Kontrolór je pri výkone štátneho dozoru, kontroly alebo kontroly činnosti oprávnený:",
        "answer_a": "Vyžadovať súčinnosť kontrolovaného subjektu, jeho zamestnancov, ako aj ďalších štátnych orgánov a organizácií, fyzických osôb a právnických osôb, pričom je každý povinný súčinnosť poskytnúť.",
        "answer_b": "Vyžadovať výmaz kontrolovaného subjektu z obchodného registra po zistení závažných nedostatkov zo strany kontrolovaného subjektu pri výkone štátneho dozoru, kontroly alebo kontroly činnosti.",
        "answer_c": "Ukladať kontrolovanému subjektu úlohy a pokyny smerujúce k zmene organizačnej štruktúry kontrolovaného subjektu pri zistení opakovaných nedostatkov z jeho strany pri výkone štátneho dozoru, kontroly alebo kontroly činnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 79,
        "question_text": "Orgán dozoru a orgán kontroly:",
        "answer_a": "Rozhodnú o tom, že osobe preukaz odbornej spôsobilosti, ktorý bol zadržaný z dôvodu, že jeho platnosť zanikla, nebude vrátený do konečného rozhodnutia vo veci.",
        "answer_b": "Sú oprávnené rozhodnúť o tom, že osobe preukaz odbornej spôsobilosti, ktorý bol zadržaný z dôvodu, že jeho platnosť zanikla, nebude vrátený do konečného rozhodnutia vo veci.",
        "answer_c": "Môžu rozhodnúť o tom, že osobe preukaz odbornej spôsobilosti, ktorý bol zadržaný z dôvodu, že jeho platnosť zanikla, nebude vrátený do konečného rozhodnutia vo veci.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 80,
        "question_text": "Orgán dozoru a orgán kontroly rozhodnú o tom, že:",
        "answer_a": "Osoba ktorá je trestne stíhaná za úmyselný trestný čin, je povinná im odovzdať preukaz odbornej spôsobilosti do konečného rozhodnutia vo veci podľa osobitného predpisu.",
        "answer_b": "Osoba ktorá je trestne stíhaná za akýkoľvek trestný čin, je povinná im odovzdať preukaz odbornej spôsobilosti do konečného rozhodnutia vo veci podľa osobitného predpisu.",
        "answer_c": "Osoba ktorá je trestne stíhaná za úmyselný trestný čin, nie je povinná im odovzdať preukaz odbornej spôsobilosti do konečného rozhodnutia vo veci podľa osobitného predpisu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 81,
        "question_text": "Orgán dozoru a orgán kontroly:",
        "answer_a": "Rozhodnú o tom, že osoba poverená výkonom fyzickej ochrany a pátrania je povinná opätovne sa podrobiť posúdeniu zdravotnej spôsobilosti, ak sú o jej zdravotnom stave dôvodné pochybnosti.",
        "answer_b": "Nie sú oprávnené rozhodnúť o tom, že osoba poverená výkonom fyzickej ochrany, pátrania je povinná opätovne sa podrobiť posúdeniu zdravotnej spôsobilosti, ak sú o jej zdravotnom stave dôvodné pochybnosti.",
        "answer_c": "Rozhodnú o tom, že osoba poverená výkonom fyzickej ochrany a pátrania sa môže opätovne podrobiť posúdeniu zdravotnej spôsobilosti, ak sú o jej zdravotnom stave dôvodné pochybnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 82,
        "question_text": "Orgán dozoru a orgán kontroly:",
        "answer_a": "Rozhodnú o tom, že osoba poverená výkonom fyzickej ochrany a pátrania je povinná podrobiť sa preskúšaniu odbornej spôsobilosti, ak sú dôvodné pochybnosti o jej odbornej úrovni; rozhodnutie o nariadení preskúšania musí byť vydané do 30 dní od zistenia dôvodov na jeho vydanie.",
        "answer_b": "Nie sú oprávnené rozhodnúť o tom, že osoba poverená výkonom fyzickej ochrany a pátrania je povinná podrobiť sa preskúšaniu odbornej spôsobilosti, ak sú dôvodné pochybnosti o jej odbornej úrovni; rozhodnutie o nariadení preskúšania musí byť vydané do 30 dní od zistenia dôvodov na jeho vydanie.",
        "answer_c": "Rozhodnú o tom, že osoba poverená výkonom fyzickej ochrany a pátrania je povinná podrobiť sa preskúšaniu odbornej spôsobilosti, ak sú dôvodné pochybnosti o jej odbornej úrovni; rozhodnutie o nariadení preskúšania musí byť vydané do 15 dní od zistenia dôvodov na jeho vydanie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 83,
        "question_text": "Ak bolo rozhodnuté, že osoba poverená výkonom pátrania je povinná podrobiť sa preskúšaniu odbornej spôsobilosti, ak sú dôvodné pochybnosti o jej odbornej úrovni:",
        "answer_a": "Absolvovanie odbornej prípravy sa nevyžaduje.",
        "answer_b": "Absolvovanie odbornej prípravy sa vyžaduje.",
        "answer_c": "Absolvovanie odbornej prípravy sa nevyžaduje okrem zákonom stanovených dôvodov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 84,
        "question_text": "O povinnosti osoby poverenej výkonom fyzickej ochrany opätovne sa porobiť posúdeniu zdravotnej spôsobilosti, ak sú o jej zdravotnom stave dôvodné pochybnosti, rozhodne:",
        "answer_a": "Orgán dozoru alebo orgán kontroly.",
        "answer_b": "Len orgán dozoru.",
        "answer_c": "Len orgán kontroly.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 85,
        "question_text": "Orgán dozoru alebo orgán kontroly:",
        "answer_a": "Rozhodnú o odňatí preukazu odbornej spôsobilosti, osobe ktorá nie je bezúhonná.",
        "answer_b": "Rozhodnú o odňatí preukazu odbornej spôsobilosti, osobe ktorá bola trestne stíhaná za úmyselný trestný čin, ak odo dňa nadobudnutia právoplatnosti rozhodnutia o schválení zmieru uplynuli tri roky.",
        "answer_c": "Rozhodnú o odňatí preukazu odbornej spôsobilosti, osobe ktorá bola trestne stíhaná za úmyselný trestný, ak odo dňa skúšobnej doby od právoplatnosti podmienečného zastavenia trestného stíhania neuplynuli tri roky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 86,
        "question_text": "Ak sa prekaz odbornej spôsobilosti odňal:",
        "answer_a": "Možno nový preukaz odbornej spôsobilosti vydať najskôr po uplynutí piatich rokov a až po absolvovaní odbornej prípravy a úspešnom vykonaní skúšky.",
        "answer_b": "Možno nový preukaz odbornej spôsobilosti vydať najskôr po uplynutí troch rokov a až po absolvovaní odbornej prípravy a úspešnom vykonaní skúšky.",
        "answer_c": "Možno nový preukaz odbornej spôsobilosti vydať najskôr po uplynutí piatich rokov bez absolvovania odbornej prípravy a úspešného vykonania skúšky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 87,
        "question_text": "Priestupku na úseku súkromnej bezpečnosti sa dopustí ten, kto:",
        "answer_a": "Bez licencie vykonáva činnosť, ktorá je bezpečnostnou službou alebo technickou službou.",
        "answer_b": "Bez licencie vykonáva činnosť, ktorá je len bezpečnostnou službou alebo vlastnou ochranou.",
        "answer_c": "Bez licencie vykonáva činnosť, ktorá je len strážnou službu alebo detektívnou službu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 88,
        "question_text": "Priestupku na úseku súkromnej bezpečnosti sa dopustí ten, kto:",
        "answer_a": "Ako zamestnanec nepredloží prevádzkovateľovi bezpečnostnej služby alebo prevádzkovateľovi technickej služby doklady alebo čestné vyhlásenie preukazujúce jeho bezúhonnosť.",
        "answer_b": "Ako zamestnanec predloží prevádzkovateľovi bezpečnostnej služby alebo prevádzkovateľovi technickej služby čestné vyhlásenie preukazujúce jeho bezúhonnosť.",
        "answer_c": "Ako zamestnanec nepredloží len prevádzkovateľovi bezpečnostnej služby doklady alebo čestné vyhlásenie preukazujúce jeho zdravotnú spôsobilosť.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 89,
        "question_text": "Priestupku na úseku súkromnej bezpečnosti sa dopustí ten, kto:",
        "answer_a": "Nepredloží čestné vyhlásenie ako uchádzač o zamestnanie, že spĺňa podmienky bezúhonnosti a spoľahlivosti.",
        "answer_b": "Nepredloží čestné vyhlásenie ako uchádzač o zamestnanie, že spĺňa podmienky bezúhonnosti, spoľahlivosti a telesnej spôsobilosti.",
        "answer_c": "Nepredloží čestné vyhlásenie ako uchádzač o zamestnanie, že nespĺňa podmienky bezúhonnosti a spoľahlivosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 90,
        "question_text": "Ak zamestnanec prevádzkovateľa bezpečnostnej alebo technickej služby nesplní povinnosť oznámiť každú zmenu skutočností rozhodujúcich na posúdenie bezúhonnosti a spoľahlivosti:",
        "answer_a": "Dopustí sa priestupku na úseku súkromnej bezpečnosti",
        "answer_b": "Dopustí sa priestupku podľa zákona o priestupkoch.",
        "answer_c": "Dopustí sa správneho deliktu na úseku súkromnej bezpečnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 91,
        "question_text": "Priestupku na úseku súkromnej bezpečnosti sa dopustí ten, kto:",
        "answer_a": "Sa pri výkone fyzickej ochrany, pátrania, odbornej prípravy a poradenstva vydáva za policajta alebo za inú osobu, ktorá plní úlohy verejnej správy.",
        "answer_b": "Má viditeľne umiestnený identifikačný preukaz jeho prednou stranou obsahujúcou povinné údaje na ľavej strane odevu v oblasti pŕs.",
        "answer_c": "Ako osoba poverená výkonom fyzickej ochrany alebo pátrania, si na mieste, o ktorom sa predpokladá, že na ňom došlo k prevádzkovej nehode, pracovnému úrazu alebo k inej mimoriadnej udalosti, počína tak, aby žiadnym spôsobom nesťažovala vyšetrovanie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 92,
        "question_text": "Platnosť preukazu odbornej spôsobilosti je:",
        "answer_a": "Desať rokov.",
        "answer_b": "Päť rokov.",
        "answer_c": "Neobmedzená.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 93,
        "question_text": "Odborná príprava na skúšku odbornej spôsobilosti typu S sa vykonáva aj z týchto predmetov:",
        "answer_a": "Ústava Slovenskej republiky a právna úprava ľudských práv a s slobôd, všeobecne záväzné právne predpisy týkajúce sa poskytovania služieb v oblasti súkromnej bezpečnosti, zákon o priestupkoch, zákon o Policajnom zbore, zákon o obecnej polícii, zákon o Vojenskej polícii, zákon o Slovenskej informačnej službe, základy trestného práva.",
        "answer_b": "Ústava Slovenskej republiky a právna úprava ľudských práv a s slobôd, kriminológia, základy správneho práva, teória operatívno-pátracej činnosti, základy policajno- bezpečnostných vied, taktika vyjednávania, zákon o finančnej správe Slovenskej republiky.",
        "answer_c": "Ústava Slovenskej republiky a právna úprava ľudských práv a s slobôd, viktimológia, základy občianskeho práva, teória policajno-bezpečnostných činností, zákon o Zbore väzenskej a justičnej stráže, základy správneho práva.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 94,
        "question_text": "Celkový rozsah odbornej prípravy na skúšku odbornej spôsobilosti typu S je:",
        "answer_a": "78 hodín.",
        "answer_b": "80 hodín.",
        "answer_c": "70 hodín.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 95,
        "question_text": "Vyučovacia hodina odbornej prípravy na skúšku odbornej spôsobilosti typu S trvá:",
        "answer_a": "45 minút, pri prednáške možno spojiť dve vyučovacie hodiny do jedného celku.",
        "answer_b": "45 minút, pri prednáške nemožno spojiť vyučovacie hodiny.",
        "answer_c": "45 minút, pri prednáške možno spojiť viac ako dve vyučovacie hodiny do jedného celku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 96,
        "question_text": "Identifikačný preukaz:",
        "answer_a": "Na výkon fyzickej ochrany má označenie S, na výkon profesionálnej cezhraničnej prepravy eurovej hotovosti cestnou dopravou má označenie CIT, na výkon pátrania má označenie D a na odbornú prípravu a poradenstvo má označenie O.",
        "answer_b": "Na výkon fyzickej ochrany má označenie S, na výkon profesionálnej cezhraničnej prepravy eurovej hotovosti cestnou dopravou má označenie CID, na výkon pátrania má označenie D a na odbornú prípravu a poradenstvo má označenie O.",
        "answer_c": "Na výkon fyzickej ochrany má označenie S, na výkon profesionálnej cezhraničnej prepravy eurovej hotovosti cestnou dopravou má označenie CIT, na výkon pátrania má označenie P a na odbornú prípravu a poradenstvo má označenie O.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 97,
        "question_text": "Znak bezpečnostnej služby:",
        "answer_a": "Je v kontrastnom vyhotovení k rovnošate alebo inému odevu používanému pri výkone fyzickej ochrany a umiestňuje sa viditeľne na ľavú stranu rovnošaty alebo iného odevu používaného pri výkone fyzickej ochrany vo výške pŕs, pričom sa nesmie vzájomne prekrývať s iným označením na rovnošate alebo inom odeve používanom pri výkone fyzickej ochrany.",
        "answer_b": "Nemusí byť v kontrastnom vyhotovení k rovnošate alebo inému odevu používanému pri výkone fyzickej ochrany a umiestňuje sa viditeľne na ľavú stranu rovnošaty alebo iného odevu používaného pri výkone fyzickej ochrany vo výške pŕs, pričom sa nesmie vzájomne prekrývať s iným označením na rovnošate alebo inom odeve používanom pri výkone fyzickej ochrany.",
        "answer_c": "Je v kontrastnom vyhotovení k rovnošate alebo inému odevu používanému pri výkone fyzickej ochrany a umiestňuje sa viditeľne na pravú stranu rovnošaty alebo iného odevu používaného pri výkone fyzickej ochrany vo výške pŕs, pričom sa nesmie vzájomne prekrývať s iným označením na rovnošate alebo inom odeve používanom pri výkone fyzickej ochrany.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 98,
        "question_text": "Do evidencie služieb sa zapisuje:",
        "answer_a": "Dátum služby, druh služby s uvedením jej formy, časové vymedzenie služby, miesto výkonu služby, priezvisko, meno, titul a číslo identifikačného preukazu osoby poverenej výkonom fyzickej ochrany, pričom údaje musia byť vyplnené najmenej šesť hodín pred začatím výkonu služby.",
        "answer_b": "Dátum služby, druh služby s uvedením jej formy, časové vymedzenie služby, miesto výkonu služby, priezvisko, meno, titul a číslo identifikačného preukazu osoby poverenej výkonom fyzickej ochrany, pričom údaje musia byť vyplnené najmenej päť hodín pred začatím výkonu služby.",
        "answer_c": "Dátum služby, druh služby s uvedením jej formy, časové vymedzenie služby, miesto výkonu služby, priezvisko, meno, titul a číslo identifikačného preukazu osoby poverenej výkonom fyzickej ochrany, pričom údaje musia byť vyplnené najmenej tri hodiny pred začatím výkonu služby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 99,
        "question_text": "V evidencii zásahov sa okrem iného vedú tieto povinné údaje:",
        "answer_a": "Dátum služby a druh služby s uvedením jej formy, presné časové vymedzenie zásahu, presné miesto a dôvod zásahu, priezvisko, meno, titul, adresu pobytu a číslo preukazu odbornej spôsobilosti osoby, ktorá zásah vykonala alebo sa na ňom zúčastnila, vecné bezpečnostné prostriedky alebo iné technické prostriedky použité pri zásahu.",
        "answer_b": "Dátum služby a rozsah služby, približné časové vymedzenie zásahu, opis miesta a dôvod zákroku, meno, adresu pobytu a číslo identifikačného preukazu osoby, ktorá zásah vykonala, vecné bezpečnostné prostriedky alebo iné technické prostriedky použité pri zásahu.",
        "answer_c": "Dátum služby a druh služby s uvedením jej formy, presné časové vymedzenie zásahu, presné miesto a dôvod zásahu, len osobné údaje osoby, ktorá zásah vykonala a donucovacie prostriedky použité pri zásahu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 100,
        "question_text": "V inšpekčnej knihe dozoru sú:",
        "answer_a": "Dva po sebe nasledujúce listy označené rovnakým poradovým číslom. Uvádza sa v nej záznam o výkone štátneho dozoru, kontroly alebo kontroly činnosti. Inšpekčná kniha dozoru sa vedie v knihe s pevnou nerozoberateľnou väzbou.",
        "answer_b": "Dva po sebe nasledujúce listy označené rozdielnym poradovým číslom. Uvádza sa v nej záznam o výkone štátneho dozoru, kontroly alebo kontroly činnosti. Inšpekčná kniha dozoru sa vedie v knihe s pevnou nerozoberateľnou väzbou.",
        "answer_c": "Dva po sebe nasledujúce listy označené rovnakým poradovým číslom. Uvádza sa v nej záznam o výkone štátneho dozoru, kontroly alebo kontroly činnosti. Inšpekčná kniha dozoru sa vedie v knihe s mäkkou rozoberateľnou väzbou.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 101,
        "question_text": "Trestný čin je:",
        "answer_a": "Protiprávny čin, ktorého znaky sú uvedené v Trestnom zákone, ak tento zákon neustanovuje inak.",
        "answer_b": "Protiprávny čin, ktorého znaky sú uvedené v Trestom poriadku, ak tento zákon neustanovuje inak.",
        "answer_c": "Čin nebezpečný pre spoločnosť, ktorého znaky sú uvedené v zákone, ak tento zákon neustanovuje inak.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 102,
        "question_text": "Druhy trestných činov z hľadiska závažnosti sú:",
        "answer_a": "Prečin a zločin.",
        "answer_b": "Úmyselné a neúmyselné.",
        "answer_c": "Úmyselné a nedbanlivostné.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 103,
        "question_text": "Rozdelenie trestných činov z hľadiska zavinenia podľa Trestného zákona:",
        "answer_a": "Úmyselné a nedbanlivostné.",
        "answer_b": "Úmyselné a nezavinené.",
        "answer_c": "Prečin, zločin a obzvlášť závažný zločin.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 104,
        "question_text": "Konanie, ktoré bezprostredne smeruje k dokonaniu trestného činu, ktorého sa páchateľ dopustil v úmysle spáchať trestný čin, ak nedošlo k dokonaniu trestného činu, je:",
        "answer_a": "Pokus trestného činu.",
        "answer_b": "Vykonanie trestného činu.",
        "answer_c": "Dokonanie trestného činu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 105,
        "question_text": "Prečin je:",
        "answer_a": "Trestný čin spáchaný z nedbanlivosti alebo úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby neprevyšujúcou päť rokov,",
        "answer_b": "Trestný čin spáchaný len z nedbanlivosti, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby neprevyšujúcou päť rokov.",
        "answer_c": "Trestný čin spáchaný z nedbanlivosti alebo úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby prevyšujúcou päť rokov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 106,
        "question_text": "Zločin je:",
        "answer_a": "Úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby prevyšujúcou päť rokov.",
        "answer_b": "Úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby prevyšujúcou tri roky.",
        "answer_c": "Úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby neprevyšujúcou päť rokov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 107,
        "question_text": "Obzvlášť závažný zločin je:",
        "answer_a": "Úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s dolnou hranicou trestnej sadzby najmenej desať rokov.",
        "answer_b": "Úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s hornou hranicou trestnej sadzby najmenej sedem rokov.",
        "answer_c": "Úmyselný trestný čin, za ktorý Trestný zákon ustanovuje trest odňatia slobody s dolnou hranicou trestnej sadzby do desať rokov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 108,
        "question_text": "Trestný čin je spáchaný úmyselne, ak páchateľ:",
        "answer_a": "Vedel, že svojím konaním môže porušiť alebo ohroziť záujem chránený Trestným zákonom, a pre prípad, že ho spôsobí, bol s tým uzrozumený.",
        "answer_b": "Nevedel, že svojím konaním môže porušiť alebo ohroziť záujem chránený Trestným zákonom, a pre prípad, že ho spôsobí, bol s tým uzrozumený.",
        "answer_c": "Vedel, že svojím konaním môže porušiť alebo ohroziť záujem chránený Trestným zákonom, a pre prípad, že ho spôsobí, s tým nebol uzrozumený.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 109,
        "question_text": "Trestný čin je spáchaný z nedbanlivosti, ak páchateľ:",
        "answer_a": "Nevedel, že svojim konaním môže spôsobom uvedeným v Trestnom zákone porušiť alebo ohroziť záujem chránený týmto zákonom, hoci o tom vzhľadom na okolnosti a na svoje osobné pomery vedieť mal a mohol.",
        "answer_b": "Vedel, že svojim konaním môže spôsobom uvedeným v Trestnom zákone porušiť alebo ohroziť záujem chránený týmto zákonom, hoci o tom vzhľadom na okolnosti a na svoje osobné pomery vedieť nemal a nemohol.",
        "answer_c": "Nevedel, že svojim konaním nemôže spôsobom uvedeným v Trestnom zákone porušiť alebo ohroziť záujem chránený týmto zákonom, hoci o tom vzhľadom na okolnosti a na svoje osobné pomery vedieť mal a mohol.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 110,
        "question_text": "Nepríčetný je ten, kto:",
        "answer_a": "Pre duševnú poruchu v čase spáchania činu inak trestného nemohol rozpoznať jeho protiprávnosť alebo ovládať svoje konanie.",
        "answer_b": "Pre duševnú poruchu v čase spáchania činu inak trestného mohol rozpoznať jeho protiprávnosť alebo ovládať svoje konanie.",
        "answer_c": "Pre duševnú poruchu v čase spáchania činu inak trestného nemohol rozpoznať jeho protiprávnosť, ale mohol ovládať svoje konanie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 111,
        "question_text": "Z hľadiska veku nie je trestne zodpovedný ten, kto:",
        "answer_a": "V čase spáchania činu inak trestného nedovŕšil štrnásty rok svojho veku, pre trestný čin sexuálneho zneužívania podľa § 201 Trestného zákona nie je trestne zodpovedný, kto v čase spáchania činu nedovŕšil pätnásty rok svojho veku.",
        "answer_b": "V čase spáchania činu inak trestného nedovŕšil pätnásty rok svojho veku, pre trestný čin sexuálneho zneužívania podľa § 201 Trestného zákona nie je trestne zodpovedný, kto v čase spáchania činu nedovŕšil štrnásty rok svojho veku.",
        "answer_c": "V čase spáchania činu inak trestného nedovŕšil štrnásty rok svojho veku, pre trestný čin sexuálneho zneužívania podľa § 201 Trestného zákona je trestne zodpovedný, kto v čase spáchania činu nedovŕšil pätnásty rok svojho veku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 112,
        "question_text": "Účastníkom na dokonanom trestnom čine alebo na jeho pokuse sú:",
        "answer_a": "Organizátor, návodca, objednávateľ a pomocník.",
        "answer_b": "Organizátor, návodca, objednávateľ, pomocník a spolupáchateľ.",
        "answer_c": "Organizátor, návodca, objednávateľ a nadržovateľ.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 113,
        "question_text": "Trestný čin je spáchaný so zbraňou, ak:",
        "answer_a": "Páchateľ alebo s jeho vedomím niektorý zo spolupáchateľov použije zbraň na útok, na prekonanie alebo zamedzenie odporu alebo ju má na taký účel pri sebe.",
        "answer_b": "Páchateľ alebo bez jeho vedomia niektorý zo spolupáchateľov použije zbraň na útok, na prekonanie alebo zamedzenie odporu alebo ju má na taký účel pri sebe.",
        "answer_c": "Páchateľ použije zbraň len na útok, alebo ju má na taký účel pri sebe.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 114,
        "question_text": "Zbraňou sa podľa Trestného zákona rozumie:",
        "answer_a": "Každá vec, ktorou možno urobiť útok proti telu dôraznejším, trestný čin je spáchaný so zbraňou aj vtedy, ak páchateľ použije napodobneninu zbrane alebo ju má pri sebe s úmyslom, aby bola považovaná za pravú.",
        "answer_b": "Len strelná zbraň, trestný čin je spáchaný so zbraňou aj vtedy, ak páchateľ použije napodobneninu zbrane alebo ju má pri sebe s úmyslom, aby bola považovaná za pravú.",
        "answer_c": "Každá vec, ktorou možno urobiť útok proti telu miernejším, trestný čin je spáchaný so zbraňou len vtedy, ak páchateľ nepoužije napodobneninu zbrane alebo ju nemá pri sebe s úmyslom, aby bola považovaná za pravú.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 115,
        "question_text": "Trestný čin je spáchaný vlámaním, ak páchateľ:",
        "answer_a": "Vnikol do uzavretého priestoru nedovoleným prekonaním uzamknutia alebo prekonaním inej zabezpečovacej prekážky použitím sily lebo ľsťou.",
        "answer_b": "Vnikol do uzavretého priestoru bez prekonania uzamknutia alebo prekonania inej zabezpečovacej prekážky.",
        "answer_c": "Vnikol do neuzavretého priestoru bez použitia sily.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 116,
        "question_text": "Trestný čin je spáchaný násilím, ak páchateľ:",
        "answer_a": "Použije na jeho spáchanie fyzické násilie proti telesnej integrite inej osoby alebo ak je spáchaný na osobe, ktorú páchateľ uviedol do stavu bezbrannosti ľsťou, alebo ak páchateľ použil násilie proti veci iného.",
        "answer_b": "Použije na jeho spáchanie psychické násilie proti telesnej integrite inej osoby alebo ak je spáchaný na osobe, ktorú páchateľ uviedol do stavu bezbrannosti ľsťou, alebo ak páchateľ použil násilie proti veci iného.",
        "answer_c": "Použije na jeho spáchanie len hrozbu fyzického násilia proti telesnej integrite inej osoby alebo ak je spáchaný na osobe, ktorú páchateľ uviedol do stavu bezbrannosti ľsťou, alebo ak páchateľ použil násilie proti veci iného.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 117,
        "question_text": "Ublížením na zdraví sa na účely Trestného zákona rozumie také poškodenie zdravia iného, ktoré.",
        "answer_a": "Si objektívne vyžiadalo lekárske vyšetrenie, ošetrenie alebo liečenie, počas ktorého bol nie len na krátky čas sťažený obvyklý jeho spôsob života.",
        "answer_b": "Si objektívne vyžiadalo lekárske vyšetrenie, ošetrenie alebo liečenie, počas ktorého bol len na krátky čas sťažený obvyklý jeho spôsob života.",
        "answer_c": "Si objektívne vyžiadalo lekárske vyšetrenie, ošetrenie alebo liečenie, počas ktorého nebol sťažený obvyklý spôsob jeho života.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 118,
        "question_text": "Páchateľom trestného činu môže byť:",
        "answer_a": "Fyzická osoba a právnická osoba za podmienok ustanovených osobitným predpisom,",
        "answer_b": "Len fyzická osoba.",
        "answer_c": "Len právnická osoba.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 119,
        "question_text": "Ak bol trestný čin spáchaný spoločným konaním dvoch alebo viacerých páchateľov:",
        "answer_a": "Zodpovedá každý z nich, ako keby trestný čin spáchal sám.",
        "answer_b": "Zodpovedá z nich len ten, kto sa na páchaní trestného činu podieľal viac.",
        "answer_c": "Zodpovedá každý z nich podľa individuálnej závažnosti ich konania.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 120,
        "question_text": "Medzi okolnosti vylučujúce protiprávnosť patrí:",
        "answer_a": "Krajná núdza a nutná obrana.",
        "answer_b": "Použitie zbrane poškodeným.",
        "answer_c": "Len krajná núdza.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 121,
        "question_text": "Krajná núdza je:",
        "answer_a": "Čin inak trestný, ktorým niekto odvracia nebezpečenstvo priamo hroziace záujmu chránenému Trestným zákonom.",
        "answer_b": "Čin inak trestný, ktorým niekto odvracia nebezpečenstvo nehroziace záujmu chránenému Trestným zákonom.",
        "answer_c": "Čin inak trestný, ktorým niekto odvracia priamo hroziaci alebo trvajúci útok na záujem chránený Trestným zákonom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 122,
        "question_text": "Nutná obrana je:",
        "answer_a": "Čin inak trestný, ktorým niekto odvracia priamo hroziaci alebo trvajúci útok na záujem chránený Trestným zákonom.",
        "answer_b": "Čin inak trestný, ktorým niekto odvracia len hroziaci útok na záujem chránený Trestným zákonom.",
        "answer_c": "Čin inak trestný, ktorým niekto odvracia nebezpečenstvo priamo hroziace záujmu chránenému Trestným zákonom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 123,
        "question_text": "Súd môže zahladiť odsúdenie, ak odsúdený viedol po výkone alebo odpustení trestu, alebo po premlčaní jeho výkonu riadny život nepretržite po dobu najmenej:",
        "answer_a": "Tri roky, ak ide o odsúdenie na trest odňatia slobody neprevyšujúci jeden rok.",
        "answer_b": "Päť rokov, ak ide o odsúdenie na trest odňatia slobody neprevyšujúci jeden rok.",
        "answer_c": "Tri roky, ak ide o odsúdenie na trest odňatia slobody prevyšujúci jeden rok.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 124,
        "question_text": "K zahladeniu dochádza ich vykonaním len pri trestoch:",
        "answer_a": "Trest domáceho väzenia, trest zákazu činnosti, peňažný trest, trest prepadnutia veci, trest zákazu pobytu.",
        "answer_b": "Trest domáceho väzenia, trest zákazu činnosti, trest odňatia slobody, trest prepadnutia veci, trest zákazu pobytu.",
        "answer_c": "Trest domáceho väzenia, trest zákazu činnosti, peňažný trest, trest odňatia slobody, trest zákazu pobytu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 125,
        "question_text": "Súd môže zahladiť odsúdenie, ak odsúdený viedol po výkone alebo odpustení trestu, alebo po premlčaní jeho výkonu riadny život nepretržite po dobu najmenej:",
        "answer_a": "Desať rokov, ak ide o odsúdenie na trest odňatia slobody prevyšujúci päť rokov.",
        "answer_b": "Desať rokov, ak ide o odsúdenie na trest odňatia slobody neprevyšujúci päť rokov.",
        "answer_c": "Desať rokov, ak ide o odsúdenie na trest odňatia slobody neprevyšujúci tri roky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 126,
        "question_text": "Osobnú prehliadku môže podľa Trestného poriadku vykonať:",
        "answer_a": "Orgán, ktorý ju nariadil, alebo na jeho príkaz policajt.",
        "answer_b": "Každý kto zadrží osobu pri páchaní trestného činu.",
        "answer_c": "Osoba poverená výkonom fyzickej ochrany pri pristihnutí osoby páchajúcej priestupok.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 127,
        "question_text": "Konfrontácia je:",
        "answer_a": "Špecifická metóda kriminalistického objasňovania, ktorá je založená na odstránení závažných rozporov vo výpovediach osôb tým, že sú tieto osoby postavené navzájom tvárou v tvár.",
        "answer_b": "Špecifická metóda kriminalistického objasňovania pri znovu poznávaní osôb, zvierat alebo vecí.",
        "answer_c": "Odovzdávanie informácií pracovníkom súkromnej bezpečnostnej služby polícii.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 128,
        "question_text": "Priestupky prejednáva:",
        "answer_a": "Správny orgán.",
        "answer_b": "Súd.",
        "answer_c": "Orgán činný v trestnom konaní.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 129,
        "question_text": "Priestupky sú upravené:",
        "answer_a": "V zákone o priestupkoch alebo v iných zákonoch.",
        "answer_b": "Len v zákone o súkromnej bezpečnosti.",
        "answer_c": "Len v zákone o priestupkoch.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 130,
        "question_text": "Priestupkom je:",
        "answer_a": "Zavinené konanie, ktoré porušuje alebo ohrozuje záujem spoločnosti a je za priestupok výslovne označené v zákone o priestupkoch alebo v inom zákone, ak nejde o iný správny delikt postihnuteľný podľa osobitných právnych predpisov, alebo o trestný čin.",
        "answer_b": "Zavinené konanie, ktoré len porušuje záujem spoločnosti a je za priestupok výslovne označené v zákone o priestupkoch alebo v inom zákone, ak nejde o iný správny delikt postihnuteľný podľa osobitných právnych predpisov, alebo o trestný čin.",
        "answer_c": "Zavinené konanie, ktoré porušuje alebo ohrozuje záujem spoločnosti a nie je za priestupok výslovne označené v zákone o priestupkoch alebo v inom zákone, ale má znaky trestného činu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 131,
        "question_text": "Priestupkom nie je konanie, ktorým niekto odvracia:",
        "answer_a": "Primeraným spôsobom priamo hroziaci útok na záujem chránený zákonom alebo nebezpečenstvo priamo hroziace záujmu chránenému zákonom o priestupoch, ak týmto konaním nebol spôsobený zrejme rovnako závažný následok ako ten, ktorý hrozil, a toto nebezpečenstvo nebolo možné v danej situácii odstrániť inak.",
        "answer_b": "Primeraným spôsobom len nebezpečenstvo hroziace záujmu chránenému zákonom o priestupoch, ak týmto konaním bol spôsobený zrejme rovnako závažný následok ako ten, ktorý hrozil, a toto nebezpečenstvo nebolo možné v danej situácii odstrániť inak.",
        "answer_c": "Primeraným spôsobom len priamo hroziaci útok na záujem chránený zákonom o priestupoch, ak týmto konaním bol spôsobený zrejme rovnako závažný následok ako ten, ktorý hrozil, a toto nebezpečenstvo bolo možné v danej situácii odstrániť inak.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 132,
        "question_text": "Na zodpovednosť za priestupok:",
        "answer_a": "Stačí zavinenie z nedbanlivosti, ak zákon o priestupkoch výslovne neustanoví, že je potrebné úmyselné zavinenie.",
        "answer_b": "Stačí zavinenie úmyselné, ak zákon o priestupkoch výslovne neustanoví, že je potrebné zavinenie z nedbanlivosti.",
        "answer_c": "Je potrebné len úmyselné zavinenie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 133,
        "question_text": "Za priestupok:",
        "answer_a": "Nie je zodpovedný ten, kto v čase jeho spáchania nedovŕšil pätnásty rok svojho veku.",
        "answer_b": "Nie je zodpovedný ten, kto v čase jeho spáchania nedovŕšil osemnásty rok svojho veku.",
        "answer_c": "Je zodpovedný ten, kto v čase jeho spáchania nedovŕšil pätnásty rok svojho veku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 134,
        "question_text": "Za priestupok možno uložiť tieto sankcie:",
        "answer_a": "Pokarhanie, pokutu, zákaz činnosti a prepadnutie veci.",
        "answer_b": "Dohovor, pokutu, zhabanie veci a zákaz činnosti.",
        "answer_c": "Pokutu, zákaz činnosti, pokarhanie a zhabanie veci.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 135,
        "question_text": "Pokarhanie nemožno uložiť spolu s:",
        "answer_a": "Pokutou.",
        "answer_b": "Zákazom činnosti.",
        "answer_c": "Prepadnutím veci.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 136,
        "question_text": "Priestupok nemožno prejednať:",
        "answer_a": "Ak od jeho spáchania uplynuli dva roky.",
        "answer_b": "Ak od jeho spáchania neuplynul jeden rok.",
        "answer_c": "Ak od jeho spáchania uplynul jeden rok.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 137,
        "question_text": "Za priestupok možno uložiť tieto ochranné opatrenia:",
        "answer_a": "Obmedzujúce opatrenie a zhabanie veci.",
        "answer_b": "Obmedzujúce opatrenie a prepadnutie veci.",
        "answer_c": "Zákaz činnosti a obmedzujúce opatrenie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 138,
        "question_text": "Podľa Ústavy Slovenskej republiky:",
        "answer_a": "Každý môže konať, čo nie je zákonom zakázané, a nikoho nemožno nútiť, aby konal niečo, čo zákon neukladá.",
        "answer_b": "Každý môže konať, čo je zákonom zakázané, a nikoho nemožno nútiť, aby konal niečo, čo zákon neukladá.",
        "answer_c": "Každý môže konať, čo nie je zákonom zakázané, a nikoho nemožno nútiť, aby konal niečo, čo zákon ukladá.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 139,
        "question_text": "Štátnymi symbolmi Slovenskej republiky sú:",
        "answer_a": "Štátny znak, štátna vlajka, štátna pečať a štátna hymna.",
        "answer_b": "Štátny erb, štátna pečať, štátna hymna, a štátna zástava.",
        "answer_c": "Štátny znak, štátna vlajka, štátna hymna a štátna ústava.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 140,
        "question_text": "Základné práva o slobody:",
        "answer_a": "Sú neodňateľné, nescudziteľné, nepremlčateľné a nezrušiteľné.",
        "answer_b": "Nie sú neodňateľné, nescudziteľné, nepremlčateľné a nezrušiteľné.",
        "answer_c": "Sú len neodňateľné, nepremlčateľné a nezrušiteľné.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 141,
        "question_text": "Tomu kto uplatňuje svoje základné práva a slobody:",
        "answer_a": "Nesmie byť spôsobená ujma na jeho právach.",
        "answer_b": "Môže byť spôsobená ujma na jeho právach.",
        "answer_c": "Môže inému spôsobiť ujmu na jeho právach.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 142,
        "question_text": "Povinnosti možno ukladať:",
        "answer_a": "Zákonom alebo na základe zákona, v jeho medziach a pri zachovaní základných práv a slobôd.",
        "answer_b": "Zákonom alebo na základe zákona, aj nad jeho medze pri zachovaní základných práv a slobôd.",
        "answer_c": "Zákonom alebo na základe zákona, v jeho medziach bez zachovania základných práv a slobôd.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 143,
        "question_text": "Každý má právo:",
        "answer_a": "Na zachovanie ľudskej dôstojnosti, osobnej cti, dobrej povesti a na ochranu mena.",
        "answer_b": "Na zasahovanie do ľudskej dôstojnosti, osobnej cti, dobrej povesti a na ochranu mena.",
        "answer_c": "Zasahovať do ľudskej dôstojnosti, osobnej cti, dobrej povesti a ochrany mena.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 144,
        "question_text": "Každý občan má právo:",
        "answer_a": "Na slobodný prístup na územie Slovenskej republiky. Občana nemožno nútiť, aby opustil vlasť, a nemožno ho vyhostiť.",
        "answer_b": "Na slobodný prístup na územie Slovenskej republiky. Občana možno nútiť, aby opustil vlasť, ale nemožno ho vyhostiť.",
        "answer_c": "Na slobodný prístup na územie Slovenskej republiky. Občana nemožno nútiť, aby opustil vlasť, ale možno ho vyhostiť.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 145,
        "question_text": "Každý má právo vyjadrovať svoje názory týmito spôsobmi:",
        "answer_a": "Slovom, písmom, tlačou, obrazom alebo iným spôsobom, ako aj slobodne vyhľadávať, prijímať a rozširovať idey a informácie bez ohľadu na hranice štátu, pričom sa cenzúra zakazuje.",
        "answer_b": "Slovom, písmom, tlačou, obrazom alebo iným spôsobom, ako aj slobodne vyhľadávať, prijímať a rozširovať idey a informácie bez ohľadu na hranice štátu, pričom sa cenzúra povoľuje.",
        "answer_c": "Slovom, písmom, tlačou, obrazom alebo iným spôsobom, ako aj vyhľadávať, prijímať a rozširovať niektoré idey a informácie, len s ohľadom na hranice štátu, pričom sa cenzúra zakazuje.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 146,
        "question_text": "Právo slobodne sa združovať:",
        "answer_a": "Sa zaručuje. Každý má právo spolu s inými sa združovať v spolkoch, spoločnostiach alebo iných združeniach.",
        "answer_b": "Sa nezaručuje. Každý sa môže spolu s niektorými združovať v spolkoch, spoločnostiach alebo iných združeniach.",
        "answer_c": "Sa zaručuje. Každý sa musí spolu s inými združovať v spolkoch, spoločnostiach alebo iných združeniach.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 147,
        "question_text": "Zamestnanci majú právo na spravodlivé a uspokojujúce pracovné podmienky. Zákon im zabezpečuje:",
        "answer_a": "Právo na odmenu za vykonanú prácu, dostatočnú na to, aby im umožnila dôstojnú životnú úroveň.",
        "answer_b": "Právo na odmenu za vykonanú prácu, dostatočnú na to, aby im umožnila len nadštandardnú životnú úroveň.",
        "answer_c": "Najnižšiu prípustnú dĺžku pracovného času.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 148,
        "question_text": "Každý:",
        "answer_a": "Je povinný chrániť a zveľaďovať životné prostredie a kultúrne dedičstvo.",
        "answer_b": "Sa môže rozhodnúť chrániť a zveľaďovať životné prostredie a kultúrne dedičstvo.",
        "answer_c": "Je povinný chrániť a decimovať životné prostredie a kultúrne dedičstvo.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 149,
        "question_text": "Každý sa môže domáhať:",
        "answer_a": "Zákonom ustanoveným postupom svojho práva na nezávislom a nestrannom súde a v prípadoch ustanovených zákonom na inom orgáne Slovenskej republiky.",
        "answer_b": "Zákonom ustanoveným postupom svojho práva na závislom a predpojatom súde a v prípadoch ustanovených zákonom na inom orgáne Slovenskej republiky.",
        "answer_c": "Zákonom ustanoveným postupom svojho práva na príslušnom tendenčnom súde a v prípadoch ustanovených zákonom na inom orgáne Slovenskej republiky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 150,
        "question_text": "Pri vykonávaní služobnej činnosti je príslušník Policajného zboru:",
        "answer_a": "Povinný dbať na česť, vážnosť a dôstojnosť osoby i na svoju vlastnú a nepripustiť, aby v súvislosti s touto jeho činnosťou vznikla osobe bezdôvodná ujma a aby prípadný zásah do jej práv a slobôd prekročil mieru nevyhnutnú na dosiahnutie účelu sledovaného jeho služobnou činnosťou.",
        "answer_b": "Povinný dbať na česť, vážnosť a dôstojnosť osoby i na svoju vlastnú a pripustiť, aby v súvislosti s touto jeho činnosťou vznikla osobe bezdôvodná ujma a aby prípadný zásah do jej práv a slobôd prekročil mieru nevyhnutnú na dosiahnutie účelu sledovaného jeho služobnou činnosťou.",
        "answer_c": "Povinný dbať na česť, vážnosť a dôstojnosť osoby i na svoju vlastnú a nepripustiť, aby v súvislosti s touto jeho činnosťou nevznikla osobe bezdôvodná ujma a aby prípadný zásah do jej práv a slobôd neprekročil mieru nutnú na dosiahnutie účelu sledovaného jeho služobnou činnosťou.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 151,
        "question_text": "Príslušník Policajného zboru:",
        "answer_a": "Je pri vykonávaní služobnej činnosti spojenej so zásahom do práv alebo slobôd osoby povinný túto osobu hneď, ako je to možné, poučiť o jej právach.",
        "answer_b": "Nie je pri vykonávaní služobnej činnosti spojenej so zásahom do práv alebo slobôd osoby povinný túto osobu hneď, ako je to možné, poučiť o jej právach.",
        "answer_c": "Je pri vykonávaní služobnej činnosti spojenej so zásahom do práv alebo slobôd osoby povinný túto osobu poučiť do dvadsiatich štyroch hodín o jej právach.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 152,
        "question_text": "Pri vykonávaní služobného zákroku je príslušník Policajného zboru:",
        "answer_a": "Povinný, ak to povaha a okolnosti dovoľujú, použiť výzvu zodpovedajúcu zákroku.",
        "answer_b": "Povinný vždy ihneď použiť výzvu zodpovedajúcu zákroku.",
        "answer_c": "Povinný, ak to povaha a okolnosti dovoľujú, doručiť písomne osobe výzvu zodpovedajúcu zákroku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 153,
        "question_text": "Príslušník Policajného zboru:",
        "answer_a": "Je povinný pred služobným zákrokom preukázať svoju príslušnosť k Policajnému zboru, ak to povaha a okolnosti služobného zákroku dovoľujú.",
        "answer_b": "Nie je povinný pred služobným zákrokom preukázať svoju príslušnosť k Policajnému zboru, aj keď to povaha a okolnosti služobného zákroku dovoľujú.",
        "answer_c": "Je povinný vždy pred služobným zákrokom preukázať svoju príslušnosť k Policajnému zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 154,
        "question_text": "Všetkými spôsobmi, ktorými príslušník Policajného zboru preukazuje príslušnosť k Policajnému zboru sú:",
        "answer_a": "Služobnou rovnošatou s identifikačným číslom, služobným preukazom, odznakom služby kriminálnej polície, alebo finančnej polície, alebo ústnym vyhlásením „Polícia“.",
        "answer_b": "Služobnou rovnošatou s identifikačným číslom, služobným preukazom, odznakom služby kriminálnej polície, alebo finančnej polície.",
        "answer_c": "Služobným preukazom, odznakom služby kriminálnej polície, alebo finančnej polície, alebo ústnym vyhlásením „Polícia“.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 155,
        "question_text": "Pri vstupe do objektov, kde je vstup kontrolovaný oprávnenou osobu, alebo ak je o to pri služobnom zákroku požiadaný:",
        "answer_a": "Príslušník Policajného zboru v služobnej rovnošate s identifikačným číslom preukazuje svoju príslušnosť tiež služobným preukazom a podľa okolností tiež ústnym vyhlásením.",
        "answer_b": "Príslušník Policajného zboru v civilnom odeve s identifikačným číslom preukazuje svoju príslušnosť len ústnym vyhlásením.",
        "answer_c": "Príslušník Policajného zboru v služobnej rovnošate s identifikačným číslom alebo v civilnom odeve preukazuje svoju príslušnosť podľa okolností ústnym vyhlásením.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 156,
        "question_text": "Príslušník Policajného zboru v občianskom odeve:",
        "answer_a": "Povinne preukazuje príslušnosť k Policajnému zboru pred začatím služobného zákroku ústnym vyhlásením a služobným preukazom alebo odznakom služby kriminálnej polície, alebo finančnej polície.",
        "answer_b": "Podľa svojho uváženia preukazuje príslušnosť k Policajnému zboru pred začatím služobného zákroku ústnym vyhlásením a služobným preukazom alebo odznakom služby kriminálnej polície, alebo finančnej polície.",
        "answer_c": "Povinne preukazuje príslušnosť k Policajnému zboru pred začatím služobného zákroku ústnym vyhlásením, alebo služobným preukazom, alebo odznakom služby kriminálnej polície, alebo finančnej polície.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 157,
        "question_text": "Pri preukazovaní príslušnosti k Policajnému zboru:",
        "answer_a": "Nesmie príslušník Policajného zboru služobný preukaz alebo odznak služby kriminálnej polície alebo finančnej polície vydať z rúk; na požiadanie umožní nahliadnutie ich prednej strany.",
        "answer_b": "Môže príslušník Policajného zboru služobný preukaz alebo odznak služby kriminálnej polície alebo finančnej polície vydať z rúk.",
        "answer_c": "Nesmie príslušník Policajného zboru služobný preukaz alebo odznak služby kriminálnej polície alebo finančnej polície vydať z rúk; na požiadanie ich predloží k nahliadnutiu z oboch strán.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 158,
        "question_text": "V prípade potreby príslušník Policajného zboru:",
        "answer_a": "Je oprávnený vyzvať osobu, aby sa ihneď alebo v určenom čase dostavila na útvar Policajného zboru na spísanie zápisnice o podaní vysvetlenia alebo, ak ide o objasňovanie priestupku, na spísanie záznamu alebo zapísania výsledkov úkonov do správy o výsledku objasňovania priestupku.",
        "answer_b": "Nie je oprávnený vyzvať osobu, aby sa ihneď alebo v určenom čase dostavila na útvar Policajného zboru na spísanie zápisnice o podaní vysvetlenia alebo, ak ide o objasňovanie priestupku, na spísanie záznamu alebo zapísania výsledkov úkonov do správy o výsledku objasňovania priestupku.",
        "answer_c": "Je oprávnený vyzvať osobu, aby sa len v čase voľna dostavila na útvar Policajného zboru na spísanie zápisnice o podaní vysvetlenia alebo, ak ide o objasňovanie priestupku, na spísanie záznamu alebo zapísania výsledkov úkonov do správy o výsledku objasňovania priestupku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 159,
        "question_text": "Od osoby, ktorá môže prispieť k objasňovaniu skutočnosti dôležitej na odhalenie trestného činu a na zistenie jeho páchateľa:",
        "answer_a": "Je príslušník Policajného zboru oprávnený požadovať potrebné informácie.",
        "answer_b": "Nie je príslušník Policajného zboru oprávnený požadovať potrebné informácie.",
        "answer_c": "Je príslušník Policajného zboru oprávnený požadovať potrebné informácie, a to aj od osoby ktorá ho upozornila, že by tým porušila zákonom uloženú alebo uznanú povinnosť mlčanlivosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 160,
        "question_text": "Ak osoba vyzvaná na preukázanie svojej totožnosti dokladom totožnosti:",
        "answer_a": "Ju odmietne preukázať, príslušník Policajného zboru je oprávnený takúto osobu predviesť na útvar Policajného zboru za účelom zistenia jej totožnosti.",
        "answer_b": "Ju neodmietne preukázať, príslušník Policajného zboru je oprávnený takúto osobu predviesť na útvar Policajného zboru za účelom zistenia jej totožnosti.",
        "answer_c": "Ju odmietne preukázať, príslušník Policajného zboru nie je oprávnený takúto osobu predviesť na útvar Policajného zboru za účelom zistenia jej totožnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 161,
        "question_text": "Príslušník Policajného zboru je oprávnený zaistiť osobu:",
        "answer_a": "Pristihnutú pri páchaní priestupku alebo iného správneho deliktu, ak je dôvodná obava, že v ňom bude pokračovať, alebo ak je to nevyhnutne potrebné na riadne zistenie alebo objasnenie veci.",
        "answer_b": "Pristihnutú po páchaní správneho deliktu, ak existuje pochybnosť o tom, že v ňom bude pokračovať, alebo ak to nie je nevyhnutne potrebné na riadne zistenie alebo objasnenie veci.",
        "answer_c": "Pristihnutú pri páchaní priestupku alebo iného správneho deliktu, ak nie je dôvodná obava, že v ňom bude pokračovať, alebo aj keď to nie je nevyhnutne potrebné na riadne zistenie alebo objasnenie veci.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 162,
        "question_text": "Na vykonanie potrebných úkonov:",
        "answer_a": "Je príslušník Policajného zboru oprávnený zaistiť vec, ak má podozrenie, že tá súvisí so spáchaním trestného činu alebo priestupku a jej zaistenie je potrebné na zistenie skutkového stavu veci alebo na rozhodnutie orgánu v konaní o priestupku alebo ak ide o vec, po ktorej pátra polícia iného štátu.",
        "answer_b": "Je príslušník Policajného zboru oprávnený zaistiť vec, aj keď nemá podozrenie, že tá súvisí so spáchaním trestného činu alebo priestupku a jej zaistenie nie je potrebné na zistenie skutkového stavu veci alebo na rozhodnutie orgánu v konaní o priestupku alebo ak ide o vec, po ktorej nepátra polícia iného štátu.",
        "answer_c": "Je príslušník Policajného zboru oprávnený zaistiť vec, ak má podozrenie, že tá súvisí so spáchaním trestného činu alebo priestupku a jej zaistenie je bezúčelné na zistenie skutkového stavu veci alebo na rozhodnutie orgánu v konaní o priestupku alebo ak ide o vec, po ktorej nepátra polícia iného štátu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 163,
        "question_text": "U osoby proti ktorej príslušník Policajného zboru vykonáva služobný zákrok:",
        "answer_a": "Je oprávnený sa presvedčiť, či nemá pri sebe zbraň, a ak ju má, odňať ju.",
        "answer_b": "Nie je oprávnený sa presvedčiť, či nemá pri sebe zbraň, a ak ju má, odňať ju.",
        "answer_c": "Je oprávnený sa presvedčiť, či nemá pri sebe zbraň, a ak ju má, nemôže ju odňať.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 164,
        "question_text": "Pri pátraní po páchateľoch úmyselných trestných činov, hľadaných osobách, zbraniach, strelive, výbušninách, omamných a psychotropných látkach a jedoch alebo po veciach pochádzajúcich z trestnej činnosti, prípadne súvisiacich s trestnou činnosťou:",
        "answer_a": "Sú príslušníci Policajného zboru oprávnení uzatvoriť verejne prístupné miesta a vykonať ich prehliadku s cieľom zistiť, či sa uvedené osoby alebo veci v nich nenachádzajú.",
        "answer_b": "Nie sú príslušníci Policajného zboru oprávnení uzatvoriť verejne prístupné miesta a vykonať ich prehliadku s cieľom zistiť, či sa uvedené osoby alebo veci v nich nenachádzajú.",
        "answer_c": "Sú príslušníci Policajného zboru oprávnení uzatvoriť iné ako verejne prístupné miesta a vykonať ich obhliadku s cieľom zistiť, či sa podozrivé osoby alebo veci v nich nenachádzajú.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 165,
        "question_text": "Obecná polícia:",
        "answer_a": "Je poriadkový útvar pôsobiaci pri zabezpečovaní obecných vecí verejného poriadku, ochrany životného prostredia v obci a plnení úloh vyplývajúcich zo všeobecne záväzných nariadení obce, z uznesení obecného zastupiteľstva a z rozhodnutí starostu obce.",
        "answer_b": "Nie je poriadkový útvar pôsobiaci pri zabezpečovaní obecných vecí verejného poriadku, ochrany životného prostredia v obci a plnení úloh vyplývajúcich zo všeobecne záväzných nariadení obce, z uznesení obecného zastupiteľstva a z rozhodnutí starostu obce.",
        "answer_c": "Je poriadkový útvar pôsobiaci len pri zabezpečovaní obecných vecí verejného poriadku, ochrany životného prostredia v obci a plnení úloh vyplývajúcich zo všeobecne záväzných nariadení obce.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 166,
        "question_text": "Medzi základné úlohy obecnej polície nepatrí:",
        "answer_a": "Doručuje písomnosti, ak tak určí prokurátor.",
        "answer_b": "Dbá o dodržiavanie poriadku, čistoty a hygieny v uliciach, iných verejných priestranstvách a verejne prístupných miestach.",
        "answer_c": "Dbá o ochranu životného prostredia v obci.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 167,
        "question_text": "Príslušník obecnej polície pri plnení úloh:",
        "answer_a": "Je povinný oznámiť v prípade, že bol spáchaný trestný čin, vec Policajnému zboru alebo prokurátorovi a podľa povahy veci tiež zamedziť vstupu nepovolaných osôb na miesto činu.",
        "answer_b": "Je povinný oznámiť v prípade, že bol spáchaný trestný čin, vec len Policajnému zboru a podľa povahy veci tiež zamedziť vstupu zúčastnených osôb na miesto činu.",
        "answer_c": "Môže oznámiť v prípade, že bol spáchaný trestný čin, vec Policajnému zboru alebo prokurátorovi a podľa povahy veci môže tiež zamedziť vstupu nepovolaných osôb na miesto činu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 168,
        "question_text": "Príslušník obecnej polície je pri plnení úloh:",
        "answer_a": "Oprávnený zadržať osobu pristihnutú pri páchaní alebo bezprostredne po spáchaní trestného činu a hneď ju odovzdať najbližšiemu útvaru Policajného zboru.",
        "answer_b": "Oprávnený zadržať osobu pristihnutú pri páchaní alebo bezprostredne po spáchaní priestupku a hneď ju odovzdať najbližšiemu útvaru Policajného zboru.",
        "answer_c": "Oprávnený zadržať osobu pristihnutú pri páchaní alebo po spáchaní trestného činu a po spísaní zápisnice o výsluchu podozrivého ju odovzdať najbližšiemu útvaru Policajného zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 169,
        "question_text": "Príslušník obecnej polície je pri plnení úloh oprávnený:",
        "answer_a": "Presvedčiť sa, či ten, koho zadržiavajú alebo predvádzajú, nie je ozbrojený alebo či nemá pri sebe inú vec, ktorou by mohol ohroziť život alebo zdravie, prípadne takú vec odobrať; odobratú vec alebo zbraň odovzdá najbližšiemu útvaru Policajného zboru spolu so zadržanou alebo predvedenou osobou.",
        "answer_b": "Presvedčiť sa, či ten, koho zadržiavajú alebo predvádzajú, nie je ozbrojený alebo či nemá na sebe inú vec, ktorou by mohol ohroziť svoj život alebo zdravie.",
        "answer_c": "Presvedčiť sa, či ten, koho zadržiavajú alebo predvádzajú, nie je ozbrojený alebo či nemá pri sebe inú vec, ktorou by mohol ohroziť život alebo zdravie, prípadne takú vec odobrať; odobratú vec alebo zbraň vráti osobe po vykonaní tohto oprávnenia.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 170,
        "question_text": "Príslušník obecnej polície:",
        "answer_a": "Je oprávnený vyzvať osobu pristihnutú pri páchaní priestupku, od ktorej je požadované vysvetlenie, aby preukázala svoju totožnosť; osoba je povinná výzve vyhovieť.",
        "answer_b": "Je povinný vyzvať osobu pristihnutú pri páchaní priestupku, od ktorej je požadované vysvetlenie, aby preukázala svoju totožnosť; osoba je povinná výzve vyhovieť.",
        "answer_c": "Je oprávnený vyzvať osobu pristihnutú pri páchaní priestupku, od ktorej je požadované vysvetlenie, aby preukázala svoju totožnosť; osoba nie je povinná výzve vyhovieť.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 171,
        "question_text": "Pri zabránení výtržnosti, ruvačke, úmyselnému poškodzovaniu majetku alebo inému hrubému správaniu, ktorým je porušovaný verejný poriadok je príslušník obecnej polície oprávnený použiť:",
        "answer_a": "Hmaty, chvaty, údery a kopy sebaobrany, slzotvorné prostriedky a obušok.",
        "answer_b": "Len hmaty, chvaty, údery a kopy sebaobrany.",
        "answer_c": "Hmaty, chvaty, údery a kopy sebaobrany a techniky na priame prekonanie odporu alebo odvrátenie úteku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 172,
        "question_text": "Použiť zbraň:",
        "answer_a": "Je príslušník obecnej polície oprávnený v prípade nutnej obrany a krajnej núdze.",
        "answer_b": "Je príslušník obecnej polície oprávnený len v prípade nutnej obrany, v prípade krajnej núdze potrebuje súhlas náčelníka obecnej polície.",
        "answer_c": "Nie je príslušník obecnej polície oprávnený v prípade nutnej obrany a krajnej núdze.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 173,
        "question_text": "Príslušník obecnej polície preukazuje príslušnosť k obecnej polícii:",
        "answer_a": "Rovnošatou príslušníka obecnej polície s viditeľne umiestneným kruhovým znakom obecnej polície, identifikačným odznakom obecnej polície, preukazom príslušníka obecnej polície ako aj ústnym vyhlásením „obecná polícia“ alebo „mestská polícia“.",
        "answer_b": "Rovnošatou príslušníka obecnej polície s viditeľne umiestneným obdĺžnikovým znakom obecnej polície, identifikačným odznakom obecnej polície, preukazom príslušníka obecnej polície ako aj ústnym vyhlásením „obecná polícia“ alebo „mestská polícia“.",
        "answer_c": "Rovnošatou príslušníka obecnej polície s viditeľne umiestneným štvorcovým znakom obecnej polície, identifikačným odznakom obecnej polície ako aj preukazom príslušníka obecnej polície.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 174,
        "question_text": "Pôsobnosť Vojenskej polície sa vzťahuje:",
        "answer_a": "Na osoby, ktoré sa nachádzajú v objektoch Ministerstva obrany Slovenskej republiky a vojenských objektoch, priestoroch a miestach, kde prebiehajú vojenské operácie alebo vojenské akcie.",
        "answer_b": "Na osoby, ktoré sa nachádzajú mimo objektov Ministerstva obrany Slovenskej republiky a vojenských objektoch, priestoroch a miestach, kde prebiehajú vojenské operácie alebo vojenské akcie.",
        "answer_c": "Len na vojakov, ktorí sa nachádzajú v objektoch Ministerstva obrany Slovenskej republiky a vojenských objektoch, priestoroch a miestach, kde prebiehajú vojenské operácie alebo vojenské akcie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 175,
        "question_text": "Oprávnenie požadovať potrebné informácie:",
        "answer_a": "Je oprávnený vojenský policajt od osoby, ktorá môže prispieť k objasneniu skutočnosti dôležitej na odhalenie trestného činu a na zistenie jeho páchateľa.",
        "answer_b": "Je oprávnený vojenský policajt len od vojaka, ktorý môže prispieť k objasneniu skutočnosti dôležitej na odhalenie trestného činu a na zistenie jeho páchateľa.",
        "answer_c": "Je oprávnený vojenský policajt od osoby, ktorá môže prispieť k objasneniu skutočnosti dôležitej aj na odhalenie priestupku a na zaistenie jeho páchateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 176,
        "question_text": "Vojenský policajt je oprávnený:",
        "answer_a": "Prezerať vozidlá vedené vojakmi a vojenské vozidlá.",
        "answer_b": "Prezerať všetky vozidlá.",
        "answer_c": "Prezerať civilné vozidlá, ktoré nie sú vedené vojakmi.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 177,
        "question_text": "Pri dohľade nad bezpečnosťou a plynulosťou cestnej premávky:",
        "answer_a": "Pri riadení cestnej premávky vojenských vozidiel, motorových vozidiel a nemotorových vozidiel na pozemných komunikáciách alebo pri ich zastavovaní má vojenský policajt rovnaké oprávnenie ako policajt Policajného zboru.",
        "answer_b": "Pri riadení cestnej premávky len vojenských vozidiel na pozemných komunikáciách alebo pri ich zastavovaní má vojenský policajt rovnaké oprávnenie ako policajt Policajného zboru.",
        "answer_c": "Pri riadení cestnej premávky vojenských vozidiel, motorových vozidiel a nemotorových vozidiel na pozemných komunikáciách alebo pri ich zastavovaní nemá vojenský policajt rovnaké oprávnenie ako policajt Policajného zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 178,
        "question_text": "V záujme zabezpečenia obrany a bezpečnosti štátu sa:",
        "answer_a": "Zakazuje vstupovať bez povolenia do chráneného vojenského objektu, ktorý chráni Vojenská polícia alebo dozorná služba, alebo strážna služba ozbrojených síl Slovenskej republiky.",
        "answer_b": "Umožňuje vstupovať bez povolenia do chráneného vojenského objektu, ktorý chráni Vojenská polícia alebo dozorná služba, alebo strážna služba ozbrojených síl Slovenskej republiky.",
        "answer_c": "Zakazuje vstupovať s povolením do chráneného vojenského objektu, ktorý chráni Vojenská polícia alebo dozorná služba, alebo strážna služba ozbrojených síl Slovenskej republiky.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 179,
        "question_text": "Príslušník Slovenskej informačnej služby:",
        "answer_a": "Preukazuje svoju príslušnosť k informačnej službe služobným preukazom s evidenčným číslom a ústnym vyhlásením „Slovenská informačná služba“.",
        "answer_b": "Preukazuje svoju príslušnosť k informačnej službe len služobným preukazom s evidenčným číslom.",
        "answer_c": "Preukazuje svoju príslušnosť k informačnej službe služobným preukazom pričom je povinný oznámiť svoje meno, priezvisko a funkciu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 180,
        "question_text": "Slovenská informačná služba je oprávnená v rozsahu svojej pôsobnosti:",
        "answer_a": "Požadovať od štátnych a iných orgánov, právnických osôb a fyzických osôb poskytnutie pomoci, podkladov a informácií, ktoré môžu prispieť k objasneniu skutočností dôležitých na plnenie ich úloh.",
        "answer_b": "Vynucovať od štátnych a iných orgánov, právnických osôb a fyzických osôb poskytnutie pomoci, podkladov a informácií, ktoré môžu prispieť k objasneniu skutočností dôležitých na plnenie ich úloh.",
        "answer_c": "Požadovať len od štátnych a iných orgánov a právnických osôb poskytnutie pomoci, podkladov a informácií, ktoré môžu prispieť k objasneniu skutočností dôležitých na plnenie ich úloh.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 181,
        "question_text": "Kriminalistika je:",
        "answer_a": "Odbor, ktorý sa zaoberá odhaľovaním trestných činov.",
        "answer_b": "Odbor, ktorý sa zaoberá odhaľovaním trestných činov a priestupkov.",
        "answer_c": "Odbor, ktorý skúma páchateľa, jeho motív a spôsob páchania trestného činu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 182,
        "question_text": "Stopy delíme na:",
        "answer_a": "Materiálne a pamäťové.",
        "answer_b": "Materiálne, plošné a plastické.",
        "answer_c": "Latentné a markantné.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 183,
        "question_text": "Podľa Trestného poriadku môže vykonať obhliadku:",
        "answer_a": "Orgán činný v trestnom konaní a v konaní pred súdom súd.",
        "answer_b": "Len orgán činný v trestnom konaní.",
        "answer_c": "Len orgán činný v trestnom konaní a prokurátor.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 184,
        "question_text": "Odorologickou stopou môže byť osoba:",
        "answer_a": "Individuálne identifikovaná.",
        "answer_b": "Druhovo identifikovaná.",
        "answer_c": "Typovo identifikovaná.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 185,
        "question_text": "Mechanoskopia je:",
        "answer_a": "Metóda kriminalistickej techniky zaoberajúca sa hlavne identifikáciou zanechaných stôp po nástrojoch na mieste činu.",
        "answer_b": "Metóda kriminalistickej taktiky zaoberajúca sa hlavne identifikáciou zanechaných stôp po nástrojoch na mieste činu.",
        "answer_c": "Metóda kriminalistickej techniky zaoberajúca sa hlavne identifikáciou zanechaných stôp po obuvi na mieste činu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 186,
        "question_text": "Zdrojom informácií o vonkajších znakoch objektov pri ich opise je:",
        "answer_a": "Opisovaný objekt.",
        "answer_b": "Osoba, ktorá poskytuje údaje.",
        "answer_c": "Osoba, ktorá zaznamenáva údaje.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 187,
        "question_text": "Daktyloskopické stopy sa vyznačujú:",
        "answer_a": "Individuálnosťou, nemennosťou a neodstrániteľnosťou.",
        "answer_b": "Čiastočnou individuálnosťou, nemennosťou a neodstrániteľnosťou.",
        "answer_c": "Vekovo nestálou individuálnosťou, nemennosťou a neodstrániteľnosťou.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 188,
        "question_text": "Pamäťové stopy:",
        "answer_a": "Sú ovplyvnené vzdialenosťou od pozorovaného objektu, dĺžkou jeho pozorovania, poveternostnými podmienkami a topografickými podmienkami.",
        "answer_b": "Nie sú ovplyvnené vzdialenosťou od objektu, dĺžkou jeho pozorovania, poveternostnými podmienkami a topografickými podmienkami.",
        "answer_c": "Sú ovplyvnené vzdialenosťou od objektu, dĺžkou jeho pozorovania, poveternostnými podmienkami, topografické podmienky na pozorovanie nemajú vplyv",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 189,
        "question_text": "Kriminalistická identifikácia je:",
        "answer_a": "Proces, ktorým sa určuje vzťah medzi stopou a objektom, ktorý stopu reálne vytvoril.",
        "answer_b": "Proces, ktorým sa zaisťuje relevantná stopa na mieste činu.",
        "answer_c": "Proces, ktorým sa určuje postup orgánov činných v trestnom konaní za účelom zistenia a poznania všetkých skutočností dôležitých pre trestné konanie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 190,
        "question_text": "Na mieste protiprávnej udalosti zamestnanec poverený výkonom fyzickej ochrany:",
        "answer_a": "Nemôže zbrane sa tam nachádzajúce za účelom zamedzenia ich straty preniesť na strážne stanovisko.",
        "answer_b": "Môže zbrane sa tam nachádzajúce za účelom zamedzenia ich straty preniesť na strážne stanovisko.",
        "answer_c": "Musí zbrane sa tam nachádzajúce za účelom zamedzenia ich straty preniesť na strážne stanovisko.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 191,
        "question_text": "Plošné stopy vznikajú tým, že:",
        "answer_a": "Objekt, ktorý stopu vytvára, nedeformuje plochu na ktorú pôsobí.",
        "answer_b": "Objekt, ktorý stopu vytvára, deformuje plochu na ktorú pôsobí.",
        "answer_c": "Objekt, ktorý stopu vytvára, čiastočne deformuje plochu na ktorú pôsobí.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 192,
        "question_text": "Do kategórie pyrotechnických stôp patrí:",
        "answer_a": "Munícia.",
        "answer_b": "Zbrane.",
        "answer_c": "Strelivo.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 193,
        "question_text": "Konfrontácia sa vykonáva za účelom:",
        "answer_a": "Odstránenia závažných rozporov vo výpovediach tým, že sú tieto osoby postavené pri výsluchu navzájom tvárou v tvár.",
        "answer_b": "Preverenia relevantných informácii na mieste činu.",
        "answer_c": "Doplnenia alebo overenia údajov dôležitých pre trestné konanie, ktoré sa vzťahujú na miesto činu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 194,
        "question_text": "Osobné údaje:",
        "answer_a": "Sa môžu získavať len na konkrétne určený, výslovne uvedený a oprávnený účel a nesmú sa ďalej spracúvať spôsobom, ktorý nie je zlučiteľný s týmto účelom.",
        "answer_b": "Sa môžu získavať len na konkrétne určený, výslovne uvedený a oprávnený účel, pričom sa môžu ďalej spracúvať aj spôsobom, ktorý nie je zlučiteľný s týmto účelom.",
        "answer_c": "Sa môžu získavať len na konkrétne určený, výslovne uvedený a oprávnený účel a môžu sa ďalej spracúvať spôsobom, ktorý je zlučiteľný s iným účelom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 195,
        "question_text": "Sprostredkovateľ a každá osoba konajúca za prevádzkovateľa alebo sprostredkovateľa:",
        "answer_a": "Ktorá má prístup k osobným údajom, môže spracúvať tieto osobné údaje na základe pokynov prevádzkovateľa.",
        "answer_b": "Ktorá má prístup k osobným údajom, nemôže spracúvať tieto osobné údaje na základe pokynov prevádzkovateľa.",
        "answer_c": "Ktorá má prístup k osobným údajom, môže spracúvať tieto osobné údaje na základe pokynov dotknutej osoby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 196,
        "question_text": "Osobné údaje musia byť uchovávané vo forme, ktorá umožňuje identifikáciu dotknutej osoby:",
        "answer_a": "Najneskôr dovtedy, kým je to potrebné na účel, na ktorý sa osobné údaje spracúvajú.",
        "answer_b": "Aj dlhšie, kým je to potrebné na účel, na ktorý sa osobné údaje spracúvajú.",
        "answer_c": "Neobmedzene.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 197,
        "question_text": "Prevádzkovateľ a sprostredkovateľ:",
        "answer_a": "Je povinný zachovávať mlčanlivosť o osobných údajoch, ktoré spracúva, pričom mlčanlivosť trvá aj po ukončení spracúvania osobných údajov.",
        "answer_b": "Je povinný zachovávať mlčanlivosť o osobných údajoch, ktoré spracúva, pričom mlčanlivosť zaniká po ukončení spracúvania osobných údajov.",
        "answer_c": "Je povinný zachovávať mlčanlivosť o osobných údajoch, aj ktoré nespracúva, pričom mlčanlivosť trvá aj po ukončení spracúvania osobných údajov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 198,
        "question_text": "Súhlas so spracúvaním osobných údajov je:",
        "answer_a": "Akýkoľvek vážny a slobodne daný, konkrétny, informovaný a jednoznačný prejav vôle dotknutej osoby vo forme vyhlásenia alebo jednoznačného potvrdzujúceho úkonu.",
        "answer_b": "Akýkoľvek prejav vôle dotknutej osoby vo forme vyhlásenia alebo jednoznačného potvrdzujúceho úkonu.",
        "answer_c": "Vážny a slobodne daný prejav vôle dotknutej osoby určený v prílohe zákona vo forme prehlásenia a jednoznačného potvrdzujúceho úkonu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 199,
        "question_text": "Spracúvanie osobných údajov:",
        "answer_a": "Je zákonné, ak dotknutá osoba vyjadrila súhlas so spracúvaním svojich osobných údajov aspoň na jeden konkrétny účel.",
        "answer_b": "Nie je zákonné, ak dotknutá osoba vyjadrila súhlas so spracúvaním svojich osobných údajov aspoň na jeden konkrétny účel.",
        "answer_c": "Je zákonné, ak dotknutá osoba vyjadrila súhlas so spracúvaním svojich osobných údajov aspoň na tri konkrétne účely.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 200,
        "question_text": "Prevádzkovateľ je povinný pri získavaní osobných údajov poskytnúť dotknutej osobe informáciu o:",
        "answer_a": "Práve kedykoľvek svoj súhlas odvolať.",
        "answer_b": "Nemožnosti svoj súhlas odvolať.",
        "answer_c": "Práve po roku svoj súhlas odvolať.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 201,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri predvedení osoby na strážne stanovisko, ktorá odcudzila tovar v chránenom objekte, nebola Vami predvádzaná osoba zranená. Aký je správny postup v tejto situácii podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Osobe nie som povinný podať nevyhnutnú pomoc, ani privolať lekára.",
        "answer_b": "Som povinný tejto osobe privolať lekára aj napriek tomu, že osoba nie je zranená a nežiada si lekárske ošetrenie.",
        "answer_c": "Som povinný tejto osobe podať nevyhnutnú pomoc a privolať lekára aj napriek tomu, že osoba nebola zranená, len so súhlasom prevádzkovateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 202,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri predvedení osoby na strážne stanovisko, ktorá odcudzila tovar v chránenom objekte, sa Vami predvádzaná osoba zranila takým spôsobom, že krváca z oblasti hlavy. Aký je správny postup v tejto situácii podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný tejto osobe poskytnúť nevyhnutnú pomoc vrátane privolania lekára. Zranenie osoby ohlásim prevádzkovateľovi.",
        "answer_b": "Som povinný tejto osobe podať nevyhnutnú pomoc, nie som však povinný privolať lekára, aby jej zranenie ošetril. Zranenie osoby ohlásim prevádzkovateľovi.",
        "answer_c": "Som povinný tejto osobe podať nevyhnutnú pomoc a privolať lekára len v prípade, že táto osoba má silné vonkajšie krvácanie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 203,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní obchôdzky v chránenom objekte ste našli usmrtenú osobu. Aký je správny postup v tejto situácii podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný neodkladne ohlásiť usmrtenú osobu najbližšiemu útvaru Policajného zboru a následne prevádzkovateľovi a budem si počínať tak, aby som žiadnym spôsobom nesťažil vyšetrovanie.",
        "answer_b": "Som povinný neodkladne ohlásiť usmrtenú osobu Policajnému zboru a z miesta odídem spísať záznam pre prevádzkovateľa.",
        "answer_c": "Som povinný ohlásiť smrť tejto osoby prevádzkovateľovi a zároveň vykonám predbežnú obhliadku miesta úmrtia.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 204,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri obchôdzke v chránenom objekte ste spozorovali nepovolanú osobu. Pri jej vyvedení z chráneného objektu si táto osoba poranila členok. Aký je správny postup v tejto situácii podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný tejto osobe poskytnúť nevyhnutnú pomoc a privolať lekára. Som povinný ohlásiť zranenie tejto osoby prevádzkovateľovi.",
        "answer_b": "Nepovolanú osobu najprv predvediem na strážne stanovisko za účelom zistenia jej totožnosti a až následne po zistení totožnosti osobu ošetrím, prípadne privolám lekára.",
        "answer_c": "Som povinný ohlásiť zranenie tejto osoby prevádzkovateľovi. Nakoľko sa však jedná o zranenú osobu, túto vyvediem z chráneného objektu, aby mohla odísť na lekárske vyšetrenie.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 205,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku pri výstupe z chráneného objektu vychádza osobné motorové vozidlo. Uvedené vozidlo vedie zamestnanec chráneného objektu. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený presvedčiť sa zrakom, hmatom alebo technickými prostriedkami, či vodič osobného motorového vozidla nemá pri sebe predmet odcudzený z chráneného objektu.",
        "answer_b": "Som oprávnený vykonať prehliadku osobného motorového vozidla, aby som zistil, či sa vo vozidle nenachádzajú predmety odcudzené z chráneného objektu.",
        "answer_c": "Som oprávnený presvedčiť sa zrakom, hmatom alebo technickými prostriedkami, či vodič osobného motorového vozidla nemá pri sebe predmet odcudzený z chráneného objektu, avšak doklady vodiča kontrolovať nemôžem.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 206,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku pri vstupe do chráneného objektu vchádza neoznačené civilné osobné motorové vozidlo. Uvedené vozidlo vedie príslušník Policajného zboru v civilnom oblečení, ktorý sa preukázal služobným preukazom a uviedol, že vstupuje do objektu na služobný účel. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Umožním vstup do chráneného objektu príslušníkovi Policajného zboru, nakoľko do chráneného objektu vstupuje na služobný účel.",
        "answer_b": "Umožním vstup do chráneného objektu ale až po presvedčení sa, že sa vo vozidle nenachádzajú veci pochádzajúce z trestnej činnosti.",
        "answer_c": "Neumožním vstup tejto osobe do chráneného objektu, nakoľko nie je táto osoba v služobnej rovnošate príslušníka Policajného zboru a tiež nie je na označenom služobnom motorovom vozidle, 51",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 207,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Osoba, ktorá chce vstúpiť do chráneného objektu, kde sa vedie evidencia vstupu a výstupu osôb Vám žiadnym spôsobom nepreukáže, že je v chránenom objekte zamestnaná, ohlásená ako návšteva alebo, že je iným spôsobom povolanou osobou. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený zakázať vstup tejto osobe do chráneného objektu.",
        "answer_b": "Som oprávnený zakázať vstup tejto osobe do chráneného objektu, pokiaľ sa však preukáže dokladom totožnosti vpustím ho do chráneného objektu.",
        "answer_c": "V rámci svojich oprávnení, muža ihneď obmedzím na osobnej slobode za účelom zistenia jeho totožnosti a v prípade, že nepreukáže svoju totožnosť, zavolám políciu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 208,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku pri vchode do bytového domu chce do neho vstúpiť príslušník obecnej polície v služobnej rovnošate, ktorý uviedol, že do chráneného objektu potrebuje vstúpiť na služobný účel. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Umožním vstup do chráneného objektu príslušníkovi obecnej polície, nakoľko do chráneného objektu vstupuje na služobný účel.",
        "answer_b": "Neumožním vstup do chráneného objektu príslušníkovi obecnej polície, aj napriek tomu, že tam vstupuje na služobný účel.",
        "answer_c": "Umožním vstup do chráneného objektu príslušníkovi obecnej polície, nakoľko do chráneného objektu vstupuje na služobný účel, ale až po preukázaní služobného účelu dokladom od jeho nadriadeného.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 209,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby v priestoroch banky, do ktorej je vstup so zbraňou zakázaný chce vstúpiť osoba, ktorá má zjavne pri sebe strelnú zbraň. Aké máte v tejto situácii oprávnenie?",
        "answer_a": "Som oprávnený tejto osobe zakázať vstup do priestorov banky, nakoľko je do nich vstup so zbraňou zakázaný.",
        "answer_b": "Som oprávnený tejto osobe umožniť vstup do priestorov banky, po tom, ako jej zoberiem zbraň do úschovy.",
        "answer_c": "Som oprávnený tejto osobe umožniť vstup do banky, ak sa preukáže zbrojným preukazom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 210,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Do priestorov chráneného objektu - banky, do ktorej je vstup so zbraňou zakázaný, chce vstúpiť osoba v civilnom oblečení, ktorá má zjavne pri sebe strelnú zbraň. Po Vašej výzve táto osoba preukáže svoju príslušnosť k Policajnému zboru služobným preukazom a uvedie, že do banky vstupuje na služobný účel. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Umožním vstup do chráneného objektu banky príslušníkovi Policajného zboru, nakoľko do chráneného objektu vstupuje na služobný účel.",
        "answer_b": "Umožním vstup do chráneného objektu banky príslušníkovi Policajného zboru, nakoľko do chráneného objektu vstupuje na služobný účel avšak zbraň mu zoberiem do úschovy, nakoľko vstup so zbraňou je do banky zakázaný.",
        "answer_c": "Neumožním tejto osobe vpustiť so zbraňou do chráneného objektu, vpustiť smie len príslušník Policajného zboru v služobnej rovnošate.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 211,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby v priestoroch chráneného objektu banky, do ktorej je vstup so zbraňou zakázaný chce vstúpiť ozbrojený príslušník Policajného zboru v služobnej rovnošate, ktorý uvedie, že do banky vstupuje za súkromným účelom. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený zakázať tomuto príslušníkovi Policajného zboru vstup do chráneného objektu banky, nakoľko nevstupuje do tohto chráneného objektu na služobný účel.",
        "answer_b": "Nakoľko sa jedná o príslušníka Policajného zboru, tohto ihneď vpustím do chráneného objektu banky.",
        "answer_c": "Nie som oprávnený zakázať tomuto príslušníkovi Policajného zboru vstup do chráneného objektu banky, aj keď nevstupuje do tohto chráneného objektu na služobný účel.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 212,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku pri výstupe z chráneného objektu, chce vyjsť von dopravný prostriedok, pričom tento vedie osoba tam zamestnaná. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený presvedčiť sa, či zamestnanec chráneného objektu, ktorý vedie dopravný prostriedok nemá v tomto dopravnom prostriedku alebo v jeho nákladnom priestore odcudzené predmety pochádzajúce z chráneného objektu.",
        "answer_b": "Nakoľko sa jedná o zamestnanca chráneného objektu, nemám oprávnenie presvedčiť sa či v dopravnom prostriedku alebo v jeho nákladnom priestore sa nenachádzajú odcudzené predmety pochádzajúce z chráneného objektu.",
        "answer_c": "Nie som oprávnený presvedčiť sa, či zamestnanec chráneného objektu, ktorý vedie dopravný prostriedok nemá v tomto dopravnom prostriedku alebo v jeho nákladnom priestore odcudzené predmety pochádzajúce z chráneného objektu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 213,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku pri vchode pre motorové vozidlá chráneného objektu, chce vyjsť príslušník Policajného zboru v služobnej rovnošate, ktorý vedie služobné motorové vozidlo a uviedol, že do chráneného objektu vstúpil na služobný účel. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Umožním príslušníkovi Policajného zboru vystúpiť z chráneného objektu firmy, pričom nie som v tejto situácii oprávnený presvedčiť sa, či v dopravnom prostriedku alebo na dopravnom prostriedku nemá predmety pochádzajúce z protiprávnej činnosti súvisiacej s chráneným objektom firmy.",
        "answer_b": "Som oprávnený presvedčiť sa, či osoba vystupujúca z chráneného objektu nemá v dopravnom prostriedku predmety pochádzajúce z protiprávnej činnosti súvisiacej s chráneným objektom a tieto mu odobrať, aj keď ide o príslušníka Policajného zboru.",
        "answer_c": "Umožním príslušníkovi Policajného zboru vystúpiť z chráneného objektu firmy, ale najskôr si overím u jeho nadriadených, či do objektu vstupoval za služobným účelom.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 214,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku vchodu do chráneného objektu, v ktorom sa vedie evidencia vstupu a výstupu, chce vstúpiť osoba ako návšteva. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Mám oprávnenie viesť evidenciu o vstupe alebo výstupe osôb do alebo z chráneného objektu administratívnej budovy a na tento účel som oprávnený vyžadovať preukázanie ich totožnosti.",
        "answer_b": "Nie som oprávnený viesť evidenciu vstupu a výstupu v chráneného objekte, ale môžem si vyžiadať preukázanie totožnosti vstupujúcej osoby a túto následne nahlásim prevádzkovateľovi.",
        "answer_c": "Vstupujúcu osobu zapíšem do evidencie o vstupe, alebo výstupe v chránenom objekte, avšak nie som oprávnený vyžadovať preukázanie jej totožnosti.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 215,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku vjazd pre dopravné prostriedky do chráneného objektu chce vojsť osobné motorové vozidlo. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Mám oprávnenie viesť evidenciu o vstupe alebo výstupe dopravného prostriedku do alebo z chráneného objektu a na tento účel som oprávnený vyžadovať preukázanie totožnosti osôb v dopravnom prostriedku.",
        "answer_b": "Mám oprávnenie viesť evidenciu o vstupe alebo výstupe dopravného prostriedku v chránenom objekte, ale nie som oprávnený vyžadovať preukázanie totožnosti osôb v dopravnom prostriedku.",
        "answer_c": "Nemám oprávnenie viesť evidenciu o vstupe alebo výstupe dopravného prostriedku v chránenom objekte, ale som oprávnený vyžadovať preukázanie totožnosti osôb v dopravnom prostriedku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 216,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku vchodu do chráneného objektu administratívnej budovy chce vstúpiť príslušník Policajného zboru v civilnom odeve. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Mám oprávnenie viesť evidenciu o vstupe alebo výstupe príslušníka Policajného zboru v chránenom objekte administratívnej budovy a na tento účel som oprávnený vyžadovať preukázanie jeho príslušnosti k Policajnému zboru.",
        "answer_b": "Mám oprávnenie viesť evidenciu o vstupe alebo výstupe príslušníka Policajného zboru v chránenom objekte administratívnej budovy, ale nie som oprávnený vyžadovať preukázanie jeho príslušnosti k Policajnému zboru.",
        "answer_c": "Nemám oprávnenie viesť evidenciu o vstupe alebo výstupe príslušníka Policajného zboru v chránenom objekte administratívnej budovy, ale som oprávnený vyžadovať preukázanie jeho príslušnosti k Policajnému zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 217,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku do vchodu pre motorové vozidlá chráneného objektu chce vstúpiť nákladné motorové vozidlo. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Mám oprávnenie zaznamenať technickým prostriedkom vstup alebo výstup nákladného motorového vozidla do alebo z chráneného objektu.",
        "answer_b": "Nemám oprávnenie zaznamenať technickým prostriedkom vstup alebo výstup nákladného motorového vozidla do alebo z chráneného objektu.",
        "answer_c": "Technickými prostriedkami zaznamenám vstup alebo výstup z chráneného objektu iba vozidla podozrivého z protiprávnej činnosti. Iné vozidlá nie som oprávnený zaznamenávať.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 218,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia na strážnom stanovisku pri vstupe do chráneného objektu chce vstúpiť zamestnanec jednej z prevádzok sídliacich v chránenom objekte. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Mám oprávnenie zaznamenať technickým prostriedkom vstup alebo výstup zamestnanca do alebo z chráneného objektu.",
        "answer_b": "Nemám oprávnenie zaznamenať technickým prostriedkom vstup, alebo výstup zamestnanca do alebo z chráneného objektu.",
        "answer_c": "Mám oprávnenie zaznamenať technickým prostriedkom vstup zamestnanca do chráneného objektu, ale výstup z chráneného objektu nie som oprávnený zaznamenať.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 219,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia chráneného objektu ste spozorovali zamestnanca chráneného objektu, ktorý úmyselne kopol do sklenenej výplne dverí budovy, ktorú týmto svojim konaním rozbil. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Mám oprávnenie vyžadovať preukázanie totožnosti zamestnanca, ktorý kopol do sklenenej výplne dverí, nakoľko bol pristihnutý pri páchaní priestupku alebo trestného činu, ktorý súvisí s výkonom fyzickej ochrany.",
        "answer_b": "Nemám oprávnenie vyžadovať preukázanie totožnosti zamestnanca, ktorý kopol do sklenenej výplne dverí, aj keď bol pristihnutý pri páchaní priestupku alebo trestného činu, ktorý súvisí s výkonom fyzickej ochrany, avšak mám oprávnenie zavolať políciu.",
        "answer_c": "Vzhľadom na pracovné povinnosti zamestnanca využijem svoje oprávnenia až pri výstupe zamestnanca z chráneného objektu, tohto obmedzím na osobnej slobode a následne zavolám políciu, ktorá zistí jeho totožnosť.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 220,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone obchôdzky ste v chránenom objekte, v ktorom sa vedie evidencia vstupu a výstupu osôb spozorovali neznámu osobu, ktorá nie je oprávnená na vstup do chráneného objektu. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený vyžadovať preukázanie totožnosti neznámej osoby, ktorá neoprávnene vstúpila do chráneného objektu.",
        "answer_b": "Som oprávnený vyžadovať preukázanie totožnosti neznámej osoby, ktorá neoprávnene vstúpila do chráneného objektu a u osoby následne vykonám osobnú prehliadku.",
        "answer_c": "Som oprávnený vyžadovať preukázanie totožnosti neznámej osoby, ale iba za účelom na zápis do evidencií vstupov a výstupov z chráneného objektu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 221,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia pri východe z chráneného objektu, v ktorom sa vedie evidencia vstupu a výstupu osôb chce tento objekt opustiť neznáma osoba. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený vyžadovať preukázanie totožnosti neznámej osoby, ktorá chce neoprávnene vystúpiť z chráneného objektu.",
        "answer_b": "Neznámu osobu ihneď obmedzím na osobnej slobode a túto ihneď ako to bude možné odovzdám prevádzkovateľovi bezpečnostnej služby.",
        "answer_c": "Nie som oprávnený vyžadovať preukázanie totožnosti neznámej osoby, ale som oprávnený zapísať ju do evidencie vstupu a výstupu z chráneného objektu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 222,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia v chránenom objekte predajne potravín bola osoba pristihnutá pri spáchaní priestupku krádeže tovaru. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku.",
        "answer_b": "Ak osoba uhradí odcudzený tovar a preukáže svoju totožnosť, takúto osobu nie som oprávnený ďalej zadržiavať a túto prepustím.",
        "answer_c": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku a zároveň vykonám osobnú prehliadku osoby podľa Trestného poriadku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 223,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia v chránenom objekte predajne potravín bola osoba pristihnutá pri spáchaní priestupku krádeže tovaru. Táto osoba s Vami spolupracuje avšak nevie preukázať svoju totožnosť, lebo nemá pri sebe doklad totožnosti. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku.",
        "answer_b": "Nie som oprávnený predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku a túto po zápise do evidencie zásahov ihneď prepustím.",
        "answer_c": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku, ak je hodnota odcudzeného tovaru minimálne vo výške desať EUR.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 224,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia v chránenom objekte predajne potravín bola osoba pristihnutá pri spáchaní priestupku krádeže tovaru. Táto osoba s Vami nespolupracuje a odmieta preukázať svoju totožnosť. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku.",
        "answer_b": "Neznámej osobe mám oprávnenie odobrať odcudzený tovar a následne túto vyviesť z chráneného objektu a neumožniť jej ďalší vstup do chráneného objektu.",
        "answer_c": "Neznámu osobu ihneď obmedzím na osobnej slobode a po preukázaní jej totožnosti a vrátení odcudzeného tovaru túto prepustím a priestupok po konzultácii s prevádzkovateľom bezpečnostnej služby následne nahlásim na políciu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 225,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone obchôdzky ste v chránenom objekte spozorovali neznámu osobu, ktorá nie je oprávnená na vstup do chráneného objektu. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko neznámu osobu, ktorá nie je oprávnená na vstup do chráneného objektu.",
        "answer_b": "Nie som oprávnený neznámu osobu predviesť na strážne stanovisko, ale túto po zistení totožnosti zapíšem do evidencie vstupu a výstupu z chráneného objektu a následne ju prepustím.",
        "answer_c": "Som oprvnen na as nevyhnutn, do prchodu majitea chrnenho objektu, predvies na strne stanovisko osobu, ktor bola pristihnut pri pchan priestupku alebo bezprostredne po spchan priestupku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 226,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia v chránenom objekte na strážnom stanovisku ste pristihli osobu pri pokuse o neoprávnený výstup. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko neznámu osobu, ktorá nie je oprávnená na výstup z chráneného objektu budovy.",
        "answer_b": "Nie som oprávnený neznámu osobu predviesť na strážne stanovisko, ale túto po zistení totožnosti zapíšem do evidencie vstupu a výstupu z chráneného objektu a následne ju prepustím.",
        "answer_c": "Som oprávnený na čas nevyhnutný, do príchodu majiteľa chráneného objektu, predviesť na strážne stanovisko osobu, ktorá bola pristihnutá pri páchaní priestupku alebo bezprostredne po spáchaní priestupku.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 227,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia na strážnom stanovisku chce do chráneného objektu vstúpiť jeho zamestnanec. Pre zamestnancov chráneného objektu platí zákaz vstupu pod vplyvom alkoholu. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "V tejto situácii som oprávnený za podmienok podľa osobitného predpisu presvedčiť sa, či zamestnanec chráneného objektu, ktorý vstupuje do chráneného objektu nie je pod vplyvom alkoholu.",
        "answer_b": "V tejto situácii nie som oprávnený za podmienok podľa osobitného predpisu presvedčiť sa, či zamestnanec chráneného objektu, ktorý vstupuje do chráneného objektu nie je pod vplyvom alkoholu.",
        "answer_c": "Som oprávnený presvedčiť sa, či akákoľvek osoba, ktorá vstupuje do chráneného objektu nie je pod vplyvom alkoholu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 228,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia na strážnom stanovisku chce do chráneného objektu vstúpiť jeho zamestnanec. Pre zamestnancov chráneného objektu platí zákaz vstupu pod vplyvom alkoholu. U tohto zamestnanca bolo zistené, že nie je pod vplyvom alkoholu. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Po zistení, že zamestnanec chráneného objektu nie je pod vplyvom alkoholu tomuto zamestnancovi umožním vstup do chráneného objektu.",
        "answer_b": "Po zistení, že zamestnanec chráneného objektu nie je pod vplyvom alkoholu tomuto zamestnancovi neumožním vstup do chráneného objektu.",
        "answer_c": "Po zistení, že zamestnanec chráneného objektu nie je pod vplyvom alkoholu tomuto zamestnancovi umožním vstup do chráneného objektu až po vykonaní odberu na zistenie alkoholu v krvi.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 229,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone stráženia na strážnom stanovisku chce do chráneného objektu vstúpiť jeho zamestnanec. Pre zamestnancov chráneného objektu platí zákaz vstupu pod vplyvom alkoholu. U tohto zamestnanca bolo zistené, že je pod vplyvom alkoholu. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Využijem oprávnenie zakázať zamestnancovi vstup do chráneného objektu.",
        "answer_b": "Zamestnancovi chráneného objektu umožním vstup do chráneného objektu ako zamestnanej osobe a takúto osobu nahlásim prevádzkovateľovi bezpečnostnej služby.",
        "answer_c": "Osobu ihneď predvediem na strážne stanovisko a následne privolám políciu za účelom preverenia správnosti merania etanolu vo vydýchnutom vzduchu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 230,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone obchôdzky ste spozorovali v chránenom objekte nepovolanú osobu. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený vyviesť nepovolanú osobu z chráneného objektu.",
        "answer_b": "Som oprávnený predviesť nepovolanú osobu na najbližší útvar Policajného zboru.",
        "answer_c": "Som oprávnený vyviesť nepovolanú osobu do miesta sídla prevádzky bezpečnostnej služby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 231,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone obchôdzky ste spozorovali v chránenom objekte nepovolanú osobu. Aké máte v tejto situácii oprávnenie podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som oprávnený vyviesť nepovolanú osobu z chráneného objektu alebo túto nepovolanú osobu na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko.",
        "answer_b": "Som oprávnený len vyviesť nepovolanú osobu z chráneného objektu.",
        "answer_c": "Som oprávnený len predviesť nepovolanú osobu na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť na strážne stanovisko.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 232,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri výkone kontroly činnosti, ste boli požiadaní príslušníkom Policajného zboru o poskytnutie súčinnosti. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný poskytnúť súčinnosť príslušníkovi Policajného zboru.",
        "answer_b": "Nie som oprávnený poskytnúť súčinnosť príslušníkovi Policajného zboru.",
        "answer_c": "Som povinný poskytnúť súčinnosť príslušníkovi Policajného zboru, ale až po súhlase prevádzkovateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 233,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní služby na strážnom stanovisku pri vchode chráneného objektu areálu dopravného podniku chce osoba vykonávajúca štátny požiarny dozor vstúpiť do tohto areálu. Aký je v tejto situácii správny postup?",
        "answer_a": "Nie som oprávnený zakázať vstup do chráneného objektu osobám, ktoré sú na to oprávnené podľa osobitných predpisov, pričom takými osobami sú aj osoby vykonávajúce štátny požiarny dozor.",
        "answer_b": "Som oprávnený zakázať vstup do chráneného objektu aj osobe vykonávajúcej štátny požiarny dozor, nakoľko sa nejedná o štátny dozor podľa zákona o súkromnej bezpečnosti.",
        "answer_c": "Zakázať vstup do chráneného objektu nemožno len príslušníkom ozbrojených síl Slovenskej republiky, ozbrojených bezpečnostných zborov a ozbrojených zborov.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 234,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri obchôdzke chráneného objektu ste spozorovali, že osoba úmyselne rozbila sklenenú výplň okna chráneného objektu. Táto osoba podľa zákona o súkromnej bezpečnosti:",
        "answer_a": "Je povinný vyhovieť mojej výzve, aby preukázal svoju totožnosť.",
        "answer_b": "Nie je povinný vyhovieť mojej výzve, aby preukázal svoju totožnosť.",
        "answer_c": "Je povinný vyhovieť mojej výzve, aby preukázal svoju totožnosť, ak vznikla škoda na chránenom objekte aspoň vo výške 266 EUR.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 235,
        "question_text": "Ste osoba poverená výkonom pátrania. Pri hľadaní odcudzeného motorového vozidla v hodnote 19.990 EUR ste v podzemných garážach našli toto odcudzené motorové vozidlo. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný počínať si tak, aby som žiadnym spôsobom nesťažil vyšetrovanie na mieste nálezu motorového vozidla, najmä chrániť stopy na ňom a v jeho okolí pred zničením, poškodením alebo odstránením.",
        "answer_b": "Som povinný počínať si tak, aby som neodkladne zaistil a zadokumentoval stopy nachádzajúce sa na odcudzenej veci, pričom dbám o ich urýchlené odovzdanie privolanému príslušníkovi Policajného zboru.",
        "answer_c": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, najmä zaistiť a zadokumentovať stopy a tieto neodkladne odovzdať najbližšiemu útvaru Policajného zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 236,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri obchôdzke v chránenom objekte ste spozorovali otvorené dvere na jednej z kancelárií so zjavne vylomeným zámkom na týchto dverách. Po nahliadnutí do tejto kancelárie ste zistili, že sú v nej porozhadzované predmety a na stole chýba výpočtová technika. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný počínať si tak, aby som žiadnym spôsobom nesťažil vyšetrovanie, najmä zamedziť prístupu nepovolaných osôb na miesto protiprávnej udalosti.",
        "answer_b": "Som povinný neodkladne uzamknúť dvere kancelárie, ak to nie je možné privolať službu oprávnenú vykonávať opravy uzamykacích mechanizmov.",
        "answer_c": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, najmä zaistiť a zadokumentovať stopy v kancelárii a tieto neodkladne odovzdať najbližšiemu útvaru Policajného zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 237,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri obchôdzke v chránenom objekte areálu budov skladov ste spozorovali otvorené dvere na jednej z budov so zjavne vylomeným zámkom na týchto dverách. Po nahliadnutí do miestnosti je zjavné, že z nej bol odcudzený tovar. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný počínať si tak, aby som žiadnym spôsobom nesťažil vyšetrovanie, najmä zabrániť vnášaniu alebo vynášaniu predmetov z takého miesta.",
        "answer_b": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, pričom zabezpečím čo najlepší prístup privolaným príslušníkom Policajného zboru do budovy tým, že porozhadzované predmety v budove uložím pred budovou.",
        "answer_c": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, najmä zaistiť a zadokumentovať stopy.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 238,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri strážení v chránenom objekte došlo k usmrteniu osoby v súvislosti s výkonom jej pracovnej činnosti. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný počínať si tak, aby som žiadnym spôsobom nesťažil vyšetrovanie, najmä neodkladne ohlásiť udalosť najbližšiemu útvaru Policajného zboru.",
        "answer_b": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, najmä do dvadsiatich štyroch hodín ohlásiť udalosť prevádzkovateľovi.",
        "answer_c": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, najmä zaistiť a zadokumentovať stopy na usmrtenej osobe a v jej okolí a tieto neodkladne odovzdať najbližšiemu útvaru Policajného zboru.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 239,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri obchôdzke v chránenom objekte budovy skladu žieravín ste zistili, že z jednej z nádob uniká väčšie množstvo žieraviny na zem. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Som povinný počínať si tak, aby som žiadnym spôsobom nesťažil vyšetrovanie, najmä zamedziť ďalším škodlivým následkom udalosti.",
        "answer_b": "Som povinný počínať si tak, aby som zásadným spôsobom nesťažil vyšetrovanie, najmä do dvadsiatich štyroch hodín ohlásiť udalosť prevádzkovateľovi.",
        "answer_c": "Som povinný túto udalosť ohlásiť len prevádzkovateľovi.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 240,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní stráženia chráneného objektu hokejového štadióna počas športového podujatia ste na strážnom stanovisku jedného z vchodov do štadióna. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Nesmiem pri plnení úloh podľa zákona o súkromnej bezpečnosti používať žiadny spôsob maskovania tváre.",
        "answer_b": "Môžem pri plnení úloh podľa zákona o súkromnej bezpečnosti používať iba predpísaný spôsob maskovania tváre a to iba zo súhlasom prevádzkovateľa.",
        "answer_c": "Nesmiem pri plnení úloh podľa zákona o súkromnej bezpečnosti používať žiadny spôsob maskovania tváre okrem času, kedy účastníci športového podujatia prichádzajú a odchádzajú.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 241,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní stráženia viacerých chránených objektov v meste ste boli vyslaní na preverenie signálu poplachového systému jedného z chránených objektov. Aký je v tejto situácii správny postup podľa zákona o súkromnej bezpečnosti?",
        "answer_a": "Nesmiem počas presunu na chránený objekt za účelom preverenia signálu poplachového systému použiť vozidlo so zvláštnymi výstražnými znameniami.",
        "answer_b": "Môžem počas presunu na chránený objekt za účelom preverenia signálu poplachového systému použiť vozidlo so zvláštnymi výstražnými znameniami, a to iba v nočnej dobe.",
        "answer_c": "Môžem počas presunu na chránený objekt za účelom preverenia signálu poplachového systému použiť vozidlo so zvláštnymi výstražnými znameniami iba zo súhlasom prevádzkovateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 242,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní stráženia chráneného objektu administratívnej budovy ste spozorovali požiar v jednej z kancelárií. Ako môžete v tejto situácii postupovať?",
        "answer_a": "Ak sa nedá odvrátiť nebezpečenstvo inak, môžem odvrátiť priamo hroziace nebezpečenstvo požiaru v budove napríklad násilným prekonaním prekážok v budove, pričom však mnou spôsobená škoda alebo iný následok nesmie byť zjavne závažnejší, ako ten ktorý hrozí.",
        "answer_b": "Môžem odvrátiť priamo hroziace nebezpečenstvo požiaru v budove napríklad násilným prekonaním prekážok v budove, pričom však mnou spôsobená škoda alebo iný následok môže byť závažnejší, ako ten ktorý hrozí.",
        "answer_c": "Môžem odvrátiť priamo hroziace nebezpečenstvo požiaru v budove napríklad násilným prekonaním prekážok v budove, pričom mnou spôsobená škoda alebo iný následok môže byť zjavne závažnejší, ako ten ktorý hrozí len zo súhlasom prevádzkovateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 243,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní obchôdzky v chránenom objekte skladu s výpočtovou technikou ste spozorovali, že tento sklad zatápa unikajúca voda. Ako môžete v tejto situácii postupovať?",
        "answer_a": "Ak sa nedá odvrátiť nebezpečenstvo inak, môžem odvrátiť priamo hroziace nebezpečenstvo unikajúcej vody v sklade napríklad násilným prekonaním prekážok v sklade, pričom však mnou spôsobená škoda alebo iný následok nesmie byť zjavne závažnejší, ako ten ktorý hrozí úplným alebo čiastočným zatopením budovy skladu.",
        "answer_b": "Nesmiem odvrátiť priamo hroziace nebezpečenstvo unikajúcej vody v budove skladu nakoľko mnou spôsobená škoda na skladovanej výpočtovej technike bude vždy závažnejšia ako tá, ktorá hrozí úplným alebo čiastočným zatopením budovy skladu.",
        "answer_c": "Môžem odvrátiť priamo hroziace nebezpečenstvo unikajúcej vody v budove skladu napríklad násilným prekonaním prekážok v budove, pričom mnou spôsobená škoda alebo iný následok môže byť zjavne závažnejší, ako ten ktorý hrozí len zo súhlasom prevádzkovateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 244,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní obchôdzky v chránenom objekte budovy firmy na výrobu nábytku ste zistili, že v jednej z miestností uniká plyn. Ako môžete v tejto situácii postupovať?",
        "answer_a": "Ak sa nedá odvrátiť nebezpečenstvo inak, môžem odvrátiť priamo hroziace nebezpečenstvo unikajúceho plynu v budove napríklad násilným prekonaním prekážky, napríklad poškodením dverí, za ktorými je hlavný uzáver plynu, pričom však mnou spôsobená škoda alebo iný následok nesmie byť zjavne závažnejší, ako ten ktorý hrozí únikom plynu.",
        "answer_b": "Môžem odvrátiť priamo hroziace nebezpečenstvo unikajúceho plynu v budove pričom, nakoľko sa jedná o obzvlášť závažné nebezpečenstvo unikajúceho plynu, mnou spôsobená škoda alebo iný následok môže byť zjavne závažnejší, ako ten ktorý hrozí.",
        "answer_c": "Môžem odvrátiť priamo hroziace nebezpečenstvo unikajúcej vody v budove napríklad násilným prekonaním prekážok v budove, pričom mnou spôsobená škoda alebo iný následok môže byť zjavne závažnejší, ako ten ktorý hrozí len zo súhlasom prevádzkovateľa.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 245,
        "question_text": "Ste osoba poverená výkonom pátrania. Pri vykonávaní hľadania nezvestnej osoby ste v lese neďaleko obce, v ktorej má táto osoba trvalý pobyt spozorovali, že na túto osobu útočí agresívne zviera. Ako môžete v tejto situácii postupovať?",
        "answer_a": "Ak sa nedá odvrátiť nebezpečenstvo inak, môžem odvrátiť priamo hroziace nebezpečenstvo agresívneho zvieraťa, pričom však mnou spôsobená škoda alebo iný následok nesmie byť zjavne závažnejší, ako ten ktorý hrozí.",
        "answer_b": "Môžem odvrátiť priamo hroziace nebezpečenstvo útočiaceho zvieraťa v lese pričom, nakoľko sa jedná o zákonom chránené zviera, nesmiem toto zviera usmrtiť.",
        "answer_c": "Môžem odvrátiť priamo hroziace nebezpečenstvo útočiaceho zvieraťa v lese, pričom mnou spôsobená škoda alebo iný následok môže byť zjavne závažnejší, ako ten ktorý hrozí len zo súhlasom napadnutej osoby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 246,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní stráženia v chránenom objekte obchodného domu na Vás útočí jeden zo zákazníkov. Ako môžete v tejto situácii postupovať?",
        "answer_a": "Môžem odvrátiť hroziaci alebo trvajúci útok zákazníka proti mne, pričom moja obrana proti zákazníkovi nesmie byť celkom zjavne neprimeraná jeho útoku.",
        "answer_b": "Môžem odvrátiť hroziaci alebo trvajúci útok zákazníka proti mne, pričom mojou obranou proti zákazníkovi mu nesmie byť spôsobená ťažká ujma na jeho zdraví.",
        "answer_c": "Môžem odvrátiť hroziaci alebo trvajúci útok zákazníka proti mne, pričom moja obrana proti zákazníkovi smie byť celkom zjavne neprimeraná jeho útoku len so súhlasom prevádzkovateľa, ak vec neznesie odklad, súhlas prevádzkovateľa môže byť daný aj dodatočne.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 247,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní ochrany osoby niekto zaútočí na Vami chránenú osobu. Ako môžete v tejto situácii postupovať?",
        "answer_a": "Môžem odvrátiť hroziaci alebo trvajúci útok smerujúci proti mnou chránenej osobe, pričom obrana chránenej osoby nesmie byť celkom zjavne neprimeraná útoku.",
        "answer_b": "Môžem odvrátiť hroziaci alebo trvajúci útok smerujúci proti mnou chránenej osobe, pričom obranou chránenej osoby nesmie byť spôsobená ťažká ujma na zdraví útočníka.",
        "answer_c": "Môžem odvrátiť hroziaci alebo trvajúci útok smerujúci proti mnou chránenej osobe, pričom moja obrana proti osobe útočníka môže byť celkom zjavne neprimeraná jeho útoku len so súhlasom dotknutej osoby.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 248,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní stráženia v chránenom objekte predajne elektrospotrebičov neznáma osoba odcudzila televízor v hodnote 366 EUR. Ako môžete v tejto situácii konať?",
        "answer_a": "Môžem obmedziť osobnú slobodu neznámej osoby podľa Trestného poriadku, ktorá bola pristihnutá pri trestnom čine alebo bezprostredne po ňom, ak je to potrebné okrem iného na zistenie jej totožnosti alebo zabránenie jej úteku.",
        "answer_b": "Nemôžem obmedziť osobnú slobodu neznámej osoby podľa Trestného poriadku okrem iného na zistenie jej totožnosti alebo zabránenie jej úteku, nakoľko sa v tomto prípade jedná o priestupok a nie o trestný čin.",
        "answer_c": "Môžem obmedziť osobnú slobodu neznámej osoby podľa Trestného poriadku okrem iného na zistenie jej totožnosti alebo zabránenie jej úteku v prípade trestného činu aj priestupku, či správneho deliktu.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 249,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Pri vykonávaní stráženia v chránenom objekte predajne elektrospotrebičov osoba odcudzila mobilný telefón v hodnote 256 EUR. Ako môžete v tejto situácii konať?",
        "answer_a": "Nemôžem obmedziť osobnú slobodu podľa Trestného poriadku osoby, ktorá bola pristihnutá pri krádeži tovaru v hodnote 256 EUR, avšak som oprávnený na čas nevyhnutný, do príchodu policajta, Vojenskej polície alebo obecnej polície, predviesť ju na strážne stanovisko.",
        "answer_b": "Môžem obmedziť osobnú slobodu podľa Trestného poriadku osoby, ktorá bola pristihnutá pri krádeži tovaru v hodnote 256 EUR, ak je to potrebné okrem iného na zistenie jej totožnosti alebo zabránenie jej úteku.",
        "answer_c": "Môžem obmedziť osobnú slobodu podľa Trestného poriadku osoby, ktorá bola pristihnutá pri krádeži tovaru v hodnote 256 EUR, ak je to potrebné okrem iného na zistenie jej totožnosti alebo zabránenie jej úteku, len to súhlasom poškodeného.",
        "correct_answer": "answer_a"
    },
    {
        "question_no": 250,
        "question_text": "Ste osoba poverená výkonom fyzickej ochrany. Nastupujete do nočnej služby, ktorá začne o 19:00 hod. Kto a kedy vyplní povinné údaje v evidencii služieb?",
        "answer_a": "Prevádzkovateľ alebo ním poverená osoba a to najneskôr 6 hodín pred začatím výkonu mojej služby.",
        "answer_b": "Prevádzkovateľ alebo ním poverená osoba a to najneskôr 4 hodiny pred začatím výkonu mojej služby.",
        "answer_c": "Povinné údaje v evidencii služieb vyplním ja najneskôr pri nástupe do výkonu služby.",
        "correct_answer": "answer_a"
    }
]